{"text": "Comedian mostly repelled after dad sees photographers (9) ||| Definition: photographers. Cipher: Comedian repelled after dad sees.", "summary": "Definition: photographers. Cipher: Comedian mostly repelled after dad sees."}
{"text": "Managed to get raise with share account (9) ||| Definition: Managed. Cipher: to get raise with share account.", "summary": "Definition: account. Cipher: Managed to get raise with share."}
{"text": "A long time to house relative in place that’s private (8) ||| Definition: house relative private. Cipher: A long time to in place.", "summary": "Definition: private. Cipher: A long time to house relative in place."}
{"text": "Bury something cold, heading off (5) ||| Definition: . Cipher: Bury something cold, heading off.", "summary": "Definition: Bury. Cipher: something cold, heading off."}
{"text": "Pointer about one of life’s essentials (7) ||| Definition: one of life’s essentials. Cipher: Lazer Pointer about.", "summary": "Definition: one of life’s essentials. Cipher: Pointer about."}
{"text": "Border crossing contact is concern (9) ||| Definition: Border. Cipher: crossing contact is concern scare.", "summary": "Definition: Border. Cipher: crossing contact is concern."}
{"text": "Talk about conclusion of bizarre con (5) ||| Definition: . Cipher: Talk about conclusion of bizarre con.", "summary": "Definition: con. Cipher: Talk about conclusion of bizarre."}
{"text": "Periods restricting the Spanish – times when things don’t get going (6) ||| Definition: times when things don’t get going. Cipher: Periods restricting the Spanish –.", "summary": "Definition: times when things don’t get going. Cipher: Periods restricting the Spanish –."}
{"text": "Victory number one turned series (10) ||| Definition: series. Cipher: one turned.", "summary": "Definition: series. Cipher: Victory number one turned."}
{"text": "Cape fruit previously creating a nasty scene? (8) ||| Definition: Cape fruit previously a nasty scene. Cipher: Cape fruit previously.", "summary": "Definition: a nasty scene. Cipher: Cape fruit previously."}
{"text": "Some toast stunning defeat in study (7) ||| Definition: study. Cipher: Some toast stunning defeat in.", "summary": "Definition: Some toast. Cipher: stunning defeat in study."}
{"text": "British Miss married a business school type, a snake (5,5) ||| Definition: a snake. Cipher: British girl married a business school type.", "summary": "Definition: a snake. Cipher: British Miss married a business school type."}
{"text": "Request to take food into vestibule? (8) ||| Definition: Request. Cipher: to take food into vestibule.", "summary": "Definition: Request. Cipher: take food into vestibule."}
{"text": "Hairy giant has an unauthorised dwelling in school (9) ||| Definition: Hairy giant in. Cipher: an unauthorised dwelling school.", "summary": "Definition: Hairy giant. Cipher: an unauthorised dwelling in school."}
{"text": "Mountain climbing nationalist’s scheme (4) ||| Definition: scheme. Cipher: Tree climbing nationalist.", "summary": "Definition: scheme. Cipher: Mountain climbing nationalist."}
{"text": "Location much sought by Stalin after revolution (8) ||| Definition: Location much sought. Cipher: by Stalin after revolution.", "summary": "Definition: Location much sought. Cipher: by Stalin after revolution."}
{"text": "Book commission — criticise cost of loan (6,10,4) ||| Definition: commission — criticise cost of loan. Cipher: Book commission — criticise.", "summary": "Definition: cost of loan. Cipher: Book commission — criticise."}
{"text": "Upper level light on board (9) ||| Definition: Upper level on. Cipher: light board.", "summary": "Definition: Upper level. Cipher: light on board."}
{"text": "Insensitive, possibly, Donald’s offering things that won’t work (4,5) ||| Definition: possibly, things that won’t work. Cipher: Insensitive, Donald’s.", "summary": "Definition: things that won’t work. Cipher: Insensitive, possibly, Donald’s."}
{"text": "The woman crossing a road should beware of traffic stopped here! (4,8) ||| Definition: beware of traffic stopped here. Cipher: The woman crossing a road should.", "summary": "Definition: beware of traffic stopped here. Cipher: The woman crossing a road should."}
{"text": "The state of Wendy after mingling with Lew? (5-3) ||| Definition: The state. Cipher: Wendy after mingling with Lew.", "summary": "Definition: The state. Cipher: Wendy after mingling with Lew."}
{"text": "Singer has tension after her work (10) ||| Definition: Singer has. Cipher: tension after her work.", "summary": "Definition: Singer. Cipher: tension after her work."}
{"text": "Unusual item copper linked with port in Brazil (5) ||| Definition: Unusual item linked with. Cipher: copper port in Brazil.", "summary": "Definition: Unusual item. Cipher: copper linked with port in Brazil."}
{"text": "Ill-fated one lost in pitch? (4-4) ||| Definition: Ill-fated. Cipher: one lost in pitch.", "summary": "Definition: lost in pitch. Cipher: Ill-fated one."}
{"text": "Acclaim new papal practice (8) ||| Definition: Acclaim new papal. Cipher: new papal practice.", "summary": "Definition: Acclaim. Cipher: new papal practice."}
{"text": "Problem sleeping? One surprisingly found in alpha male relative (6) ||| Definition: One surprisingly found in alpha male relative. Cipher: Problem sleeping.", "summary": "Definition: Problem sleeping. Cipher: One surprisingly found in alpha male relative."}
{"text": "Feature a time-consuming testimony (9) ||| Definition: testimony. Cipher: Feature a time-consuming.", "summary": "Definition: Feature. Cipher: a time-consuming testimony."}
{"text": "The core earth’s middle pens? Possibly (12) ||| Definition: core. Cipher: The earth’s middle pens? Possibly.", "summary": "Definition: . Cipher: The core earth’s middle pens? Possibly."}
{"text": "The man wears beret? That’s vulgar (5) ||| Definition: . Cipher: The man wears beret vulgar.", "summary": "Definition: vulgar. Cipher: The man wears beret."}
{"text": "Wrecked taxi, he pays for throttle (10) ||| Definition: throttle. Cipher: Wrecked taxi, he pays.", "summary": "Definition: throttle. Cipher: Wrecked taxi, he pays."}
{"text": "Mean-spirited Conservative party at end of election (6) ||| Definition: Mean-spirited party. Cipher: Conservative at end of election.", "summary": "Definition: Mean-spirited. Cipher: Conservative party at end of election."}
{"text": "Sick individual working to embrace America’s fantasy (8 ) ||| Definition: . Cipher: Sick individual working Sick individual working to embrace America’s.", "summary": "Definition: . Cipher: Sick individual working to embrace America’s."}
{"text": "Being obsessive, name distinctive rock type (8) ||| Definition: Being obsessive,. Cipher: name distinctive rock type.", "summary": "Definition: distinctive rock type. Cipher: Being obsessive, name."}
{"text": "Indian lute is brought back by sailor (5) ||| Definition: lute. Cipher: is brought back by sailor.", "summary": "Definition: Indian lute. Cipher: is brought back by sailor."}
{"text": "Former pet can’t mix with child (9) ||| Definition: with child. Cipher: Former pet can’t mix with child.", "summary": "Definition: with child. Cipher: Former pet can’t mix."}
{"text": "Having run down, rare warmth envelops players (13,9) ||| Definition: players. Cipher: run down, rare warmth envelops.", "summary": "Definition: players. Cipher: Having run down, rare warmth envelops."}
{"text": "District with cup in Italy? I’m excited (12) ||| Definition: District Italy? I’m. Cipher: cup in excited.", "summary": "Definition: District. Cipher: cup in Italy? I’m excited."}
{"text": "Aussie Brown entertains primarily sexual obsession (9) ||| Definition: . Cipher: Aussie Brown entertains primarily sexual obsession.", "summary": "Definition: Aussie. Cipher: Brown entertains primarily sexual obsession."}
{"text": "Remaining bottles primarily noxious and potent, not initially fit for cooking (4-5) ||| Definition: fit on cooking. Cipher: Remaining bottles primarily noxious and potent, not initially.", "summary": "Definition: fit for cooking. Cipher: Remaining bottles primarily noxious and potent, not initially."}
{"text": "Murder suspect to lam scoundrel painfully (7,7) ||| Definition: Murder suspect. Cipher: killed to lam scoundrel painfully.", "summary": "Definition: Murder suspect. Cipher: to lam scoundrel painfully."}
{"text": "Bloated? Stop imbibing fizzy lager (8) ||| Definition: Bloated Stop imbibing. Cipher: Stop imbibing fizzy lager.", "summary": "Definition: Bloated. Cipher: Stop imbibing fizzy lager."}
{"text": "Plant in pound range with moss for replanting (10) ||| Definition: Plant. Cipher: pound range with moss around for replanting.", "summary": "Definition: Plant. Cipher: pound range with moss for replanting."}
{"text": "Conservative crane erector limits height gain (5-6) ||| Definition: . Cipher: Conservative crane erector limits height gain.", "summary": "Definition: Conservative. Cipher: crane erector limits height gain."}
{"text": "Name missing from sign is a drag (4) ||| Definition: Name. Cipher: missing from sign a drag.", "summary": "Definition: a drag. Cipher: Name missing from sign."}
{"text": "Bank worker eating most of party fare? (9) ||| Definition: eating fare. Cipher: Bank worker most of party.", "summary": "Definition: fare. Cipher: Bank worker eating most of party."}
{"text": "Dislike a pose adopted by actor Leonard (9) ||| Definition: Disturb. Cipher: a pose adopted by actor Leonard.", "summary": "Definition: Dislike. Cipher: a pose adopted by actor Leonard."}
{"text": "Working mothers welcome right over a limited period (5-4) ||| Definition: a limited period. Cipher: Working mothers welcome right a limited.", "summary": "Definition: a limited period. Cipher: Working mothers welcome right."}
{"text": "Morse, involved in link, gets boring (8) ||| Definition: boring. Cipher: Morse, involved in like.", "summary": "Definition: boring. Cipher: Morse, involved in link."}
{"text": "Poor clue standard to cause corruption (8) ||| Definition: cause corruption. Cipher: Poor clue to.", "summary": "Definition: cause corruption. Cipher: Poor clue standard to."}
{"text": "Turnips observed when turning over front of plot (5) ||| Definition: Turnips planted. Cipher: observed when turning over front of plot.", "summary": "Definition: Turnips. Cipher: observed when turning over front of plot."}
{"text": "Tops in Premier League, American, also (4) ||| Definition: also. Cipher: Tops in Premier League, American.", "summary": "Definition: also. Cipher: Tops in Premier League, American."}
{"text": "Full theatre allowed me to ignore money (7) ||| Definition: . Cipher: Full theatre allowed me to ignore money.", "summary": "Definition: Full. Cipher: theatre allowed me to ignore money."}
{"text": "Choose mail programme that’s just right (7) ||| Definition: just right. Cipher: Choose mail programme that’s.", "summary": "Definition: just right. Cipher: Choose mail programme."}
{"text": "Replacing fellow artist, finally, as singer? (9) ||| Definition: singer. Cipher: Replacing music artist, finally.", "summary": "Definition: singer. Cipher: Replacing fellow artist, finally."}
{"text": "TV drama series provided that about Father Time? (4,6) ||| Definition: TV drama series. Cipher: provided that about Father Time.", "summary": "Definition: TV drama series. Cipher: provided that about Father Time."}
{"text": "Oil covering end of document on a large emblem of sovereignty (5,4) ||| Definition: . Cipher: Oil covering end of document on a large emblem of sovereignty.", "summary": "Definition: emblem of sovereignty. Cipher: Oil covering end of document on a large."}
{"text": "New moon about to be late (2,4) ||| Definition: late. Cipher: New moon about.", "summary": "Definition: late. Cipher: New moon about."}
{"text": "Rocket incorporating new submarine detection system (5) ||| Definition: Rocket incorporating new submarine detection system. Cipher: Rocket incorporating new.", "summary": "Definition: submarine detection system. Cipher: Rocket incorporating new."}
{"text": "During film, Dr Watson appears terribly abrupt (5,3,5) ||| Definition: abrupt. Cipher: During Watson appears terribly.", "summary": "Definition: abrupt. Cipher: During film, Dr Watson appears terribly."}
{"text": "Smoker's item lost touring hospital (7) ||| Definition: item. Cipher: lost touring hospital.", "summary": "Definition: Smoker's item. Cipher: lost touring hospital."}
{"text": "Keep prisoners ever reformed (8) ||| Definition: . Cipher: Keep prisoners ever reformed.", "summary": "Definition: Keep. Cipher: prisoners ever reformed."}
{"text": "College lecturer after a tense period left being one-sided (10) ||| Definition: being one-sided. Cipher: College lecturer after a tense period left.", "summary": "Definition: one-sided. Cipher: College lecturer after a tense period left."}
{"text": "I’m irate about how long programme goes on for (7) ||| Definition: . Cipher: I’m irate about how long programme goes on for.", "summary": "Definition: how long programme goes on for. Cipher: I’m irate about."}
{"text": "Farm animals changed direction, with rain starting to hit area just south of London (11,4) ||| Definition: area just south of London. Cipher: Farm animals changed direction, with rain starting to hit.", "summary": "Definition: area just south of London. Cipher: Farm animals changed direction, with rain starting to hit."}
{"text": "Since coming from Belgium Hercule finally with grounds for action (7) ||| Definition: Since. Cipher: Belgium Hercule with grounds action.", "summary": "Definition: Since. Cipher: Belgium Hercule finally with grounds for action."}
{"text": "Somewhere in America Derek gets clued up (8) ||| Definition: Somewhere in America clued. Cipher: Derek gets up.", "summary": "Definition: Somewhere in America. Cipher: Derek gets clued up."}
{"text": "Improperly obtains part of castle that’s outstanding? (7) ||| Definition: part of castle that’s outstanding?. Cipher: Doesn't obtains.", "summary": "Definition: part of castle that’s outstanding?. Cipher: Improperly obtains."}
{"text": "Son quietly studied feast (6) ||| Definition: feat. Cipher: Son quietly studied.", "summary": "Definition: feast. Cipher: Son quietly studied."}
{"text": "Visibly embarrassed about English journalists being put down (9) ||| Definition: put down. Cipher: Visibly embarrassed about English journalists.", "summary": "Definition: put down. Cipher: Visibly embarrassed about English journalists."}
{"text": "Rudely waken to take part in combat (9) ||| Definition: take part combat. Cipher: Rudely waken to take part.", "summary": "Definition: combat. Cipher: Rudely waken to take part."}
{"text": "Awkward brute is interrupting office task, a delaying tactic (13) ||| Definition: a delaying tactic. Cipher: Awkward brute is interrupting office task.", "summary": "Definition: a delaying tactic. Cipher: Awkward brute is interrupting office task."}
{"text": "Capital banked by chief, he left for France (1,6) ||| Definition: left for France. Cipher: Capital banked by chief, he.", "summary": "Definition: left for France. Cipher: Capital banked by chief, he."}
{"text": "Given new menus you all sit together (14) ||| Definition: together. Cipher: Given menus you all sit.", "summary": "Definition: together. Cipher: Given new menus you all sit."}
{"text": "Pinafore dress James picked up by mistake (7) ||| Definition: Pinafore dress. Cipher: James picked up by mistake err.", "summary": "Definition: Pinafore dress. Cipher: James picked up by mistake."}
{"text": "Capital required to get a new car on account (5) ||| Definition: . Cipher: Capital required to get a new car on account.", "summary": "Definition: Capital. Cipher: a new car on account."}
{"text": "Caught a drunk outside racecourse (5) ||| Definition: Caught. Cipher: a drunk outside racecourse.", "summary": "Definition: racecourse. Cipher: Caught a drunk outside."}
{"text": "Performance extremely numbing, I’m heading for the exit! (2,4) ||| Definition: I’m heading for the exit!. Cipher: Performance extremely numbing.", "summary": "Definition: I’m heading for the exit!. Cipher: Performance extremely numbing."}
{"text": "School member admits dirty look and gesture (8) ||| Definition: gesture. Cipher: School member admits dirty and and.", "summary": "Definition: gesture. Cipher: School member admits dirty and."}
{"text": "Plot against American defecting is very easy initially (8) ||| Definition: Land Plot. Cipher: against American defecting is very easy initially.", "summary": "Definition: Plot. Cipher: against American defecting is very easy initially."}
{"text": "Language in the manner of a noisy boom outside small room (8) ||| Definition: Language. Cipher: a noisy boom outside small room.", "summary": "Definition: Language. Cipher: a noisy boom outside small room."}
{"text": "Issues in changing times (5) ||| Definition: Issues changing times. Cipher: changing times.", "summary": "Definition: Issues. Cipher: changing times."}
{"text": "Sweets in tin daddy emptied (5) ||| Definition: . Cipher: Sweets in tin daddy emptied.", "summary": "Definition: Sweets. Cipher: tin daddy emptied."}
{"text": "Test returns in regular order (4) ||| Definition: Test regular. Cipher: returns in order.", "summary": "Definition: Test. Cipher: returns in regular order."}
{"text": "Means, indeed, always to include five reservists at sea (4,4) ||| Definition: reservists sea. Cipher: Means, indeed, always to include five.", "summary": "Definition: reservists at sea. Cipher: Means, indeed, always to include five."}
{"text": "Puzzle in south chasing westbound taxi provider (5) ||| Definition: Puzzle south. Cipher: south chasing westbound taxi provider.", "summary": "Definition: Puzzle. Cipher: south chasing westbound taxi provider."}
{"text": "Praise, or similar, encountered in part of theatre? (7) ||| Definition: Praise similar, encountered in. Cipher: similar, encountered in part of theatre.", "summary": "Definition: Praise. Cipher: similar, encountered in part of theatre."}
{"text": "Suffered in a French river (9) ||| Definition: Suffered. Cipher: a French river.", "summary": "Definition: Suffered. Cipher: a French river."}
{"text": "Girl rings friend and mum in holiday location (3,6) ||| Definition: Girl rings friend. Cipher: and mum holiday location.", "summary": "Definition: holiday location. Cipher: Girl rings friend and mum."}
{"text": "Bring up small bench (4) ||| Definition: Bring up. Cipher: small bench player.", "summary": "Definition: Bring up. Cipher: small bench."}
{"text": "Initially nervous: when turning to drink, gains a little extra confidence (12) ||| Definition: gains a confidence. Cipher: Initially nervous: when turning to drink, little extra.", "summary": "Definition: confidence. Cipher: Initially nervous: when turning to drink, gains a little extra."}
{"text": "Revised assessment liars appear to develop (11) ||| Definition: Graded Revised assessment. Cipher: liars appear to develop.", "summary": "Definition: Revised assessment. Cipher: liars appear to develop."}
{"text": "King Charles perhaps explains mix up having lost the vote (7) ||| Definition: up having lost the vote. Cipher: King Charles explains mix.", "summary": "Definition: King Charles. Cipher: explains mix up having lost the vote."}
{"text": "Difficult old puzzle priest threatening not to complete (10) ||| Definition: Difficult ugly puzzle. Cipher: priest threatening not to complete.", "summary": "Definition: Difficult old puzzle. Cipher: priest threatening not to complete."}
{"text": "Badly lost, Del embraces variable dates Julius arranged (3,5) ||| Definition: Del embraces dates Julius arranged. Cipher: Badly lost, variable.", "summary": "Definition: dates Julius arranged. Cipher: Badly lost, Del embraces variable."}
{"text": "Driving, not running, holding broken handset (2,3,6) ||| Definition: Driving crazy. Cipher: not running, holding broken handset.", "summary": "Definition: Driving. Cipher: not running, holding broken handset."}
{"text": "Colonel associated with us, not so neutral or tame? (10) ||| Definition: wild or tame. Cipher: Colonel associated with us, not so.", "summary": "Definition: neutral or tame. Cipher: Colonel associated with us, not so."}
{"text": "Duke standing by national PM (8) ||| Definition: PM. Cipher: Duke standing by national.", "summary": "Definition: PM. Cipher: Duke standing by national."}
{"text": "Learns about love somewhere in Italy (7) ||| Definition: somewhere in Italy. Cipher: Learns about love.", "summary": "Definition: somewhere in Italy. Cipher: Learns about love."}
{"text": "Regret turning over power? I see an evolving attempt to integrate with neighbours (11) ||| Definition: attempt to integrate with neighbours. Cipher: Regret turning over power? I see an evolving.", "summary": "Definition: attempt to integrate with neighbours. Cipher: Regret turning over power? I see an evolving."}
{"text": "Quite sour cocktail is a shade of blue (9) ||| Definition: a of. Cipher: Quite sour cocktail.", "summary": "Definition: a shade of blue. Cipher: Quite sour cocktail."}
{"text": "Structure made with cunning technique (7) ||| Definition: . Cipher: Structure made with cunning technique.", "summary": "Definition: Structure. Cipher: cunning technique."}
{"text": "Bid slacker to work — one perhaps reluctant to do so? (10) ||| Definition: one perhaps reluctant to do so?. Cipher: Bid slacker to labor.", "summary": "Definition: one perhaps reluctant to do so?. Cipher: Bid slacker to work."}
{"text": "Chapel area in gold and blue (7) ||| Definition: Chapel and. Cipher: area in gold blue.", "summary": "Definition: Chapel. Cipher: area in gold and blue."}
{"text": "Apple peel, apricot and nuts — Ma prepared too much for a trifle (1,5,2,1,6) ||| Definition: too much for a trifle. Cipher: Apple (peel.", "summary": "Definition: too much for a trifle. Cipher: Apple (peel."}
{"text": "Extremely giddy sailor pirouetting (8) ||| Definition: pirouetting. Cipher: Extremely giddy sailor boy.", "summary": "Definition: pirouetting. Cipher: Extremely giddy sailor."}
{"text": "Remedies bring back the other condition (5) ||| Definition: bring back the other condition. Cipher: Remedies.", "summary": "Definition: Remedies. Cipher: bring back the other condition."}
{"text": "Irregular bet incriminates leading politician (7,8) ||| Definition: world's leading politician. Cipher: Irregular bet incriminates.", "summary": "Definition: leading politician. Cipher: Irregular bet incriminates."}
{"text": "Unruly nieces consume hot takeaway (7) ||| Definition: Unruly nieces. Cipher: consume hot takeaway.", "summary": "Definition: takeaway. Cipher: Unruly nieces consume hot."}
{"text": "Reprimand skaters for casual footwear (6,8) ||| Definition: . Cipher: Reprimand skaters casual footwear.", "summary": "Definition: casual footwear. Cipher: Reprimand skaters."}
{"text": "Meets us for a change, that’s not to be missed (4-3) ||| Definition: for a change not to be missed. Cipher: Meets us for a change.", "summary": "Definition: not to be missed. Cipher: Meets us for a change."}
{"text": "Not finished in race crossing lake (10) ||| Definition: Not finished in. Cipher: in race crossing lake.", "summary": "Definition: Not finished. Cipher: in race crossing lake."}
{"text": "Those without stockings are not commonly corrupt (5) ||| Definition: Those. Cipher: without stockings are not commonly corrupt.", "summary": "Definition: corrupt. Cipher: Those without stockings are not commonly."}
{"text": "US money and yen received, clutching a buck (5,4) ||| Definition: received, clutching buck. Cipher: US money and yen a.", "summary": "Definition: buck. Cipher: US money and yen received, clutching a."}
{"text": "Cleaner with little energy’s given notice that needs to be worked out (7) ||| Definition: notice that needs to be worked out. Cipher: Cleaner with little energy’s given notice.", "summary": "Definition: that needs to be worked out. Cipher: Cleaner with little energy’s given notice."}
{"text": "Relative in southeast river stroll (7) ||| Definition: . Cipher: Relative in southeast river stroll.", "summary": "Definition: stroll. Cipher: Relative in southeast river."}
{"text": "Striker on trial for big game (4,5) ||| Definition: big day. Cipher: Striker on trial.", "summary": "Definition: big game. Cipher: Striker on trial."}
{"text": "Paris in tatters: end of mortal coil (6) ||| Definition: re coil. Cipher: Paris in tatters: end of mortal.", "summary": "Definition: coil. Cipher: Paris in tatters: end of mortal."}
{"text": "Mishap when the west has a change of leader (8) ||| Definition: Mishap the west. Cipher: the west has a change of leader.", "summary": "Definition: Mishap. Cipher: the west has a change of leader."}
{"text": "Turner placing wife between insect and rat (8) ||| Definition: Turn. Cipher: placing wife between insect and rat.", "summary": "Definition: Turner. Cipher: placing wife between insect and rat."}
{"text": "Racist son’s cooked breakfast in France? (10) ||| Definition: Racist. Cipher: son’s cooked breakfast in France?.", "summary": "Definition: breakfast in France?. Cipher: Racist son’s cooked."}
{"text": "Religious type converted in the past (9) ||| Definition: Religious type. Cipher: converted to the past.", "summary": "Definition: Religious type. Cipher: converted in the past."}
{"text": "Needed fiddle with a big tool (9) ||| Definition: Needed. Cipher: fiddle with a heavy tool.", "summary": "Definition: Needed. Cipher: fiddle with a big tool."}
{"text": "Somehow hears about cold war tirade that allows the force to go in (6,7) ||| Definition: that allows the force to go in. Cipher: Somehow hears about cold war tirade.", "summary": "Definition: that allows the force to go in. Cipher: Somehow hears about cold war tirade."}
{"text": "Fragments from books written in code (6) ||| Definition: Metal Fragments. Cipher: books written in code.", "summary": "Definition: Fragments. Cipher: books written in code."}
{"text": "Part of engine and kit found by tree (7) ||| Definition: tree. Cipher: Part of engine kit found by.", "summary": "Definition: Part of engine. Cipher: kit found by tree."}
{"text": "Governor's girl in prison (9) ||| Definition: Governor. Cipher: girl in prison.", "summary": "Definition: Governor. Cipher: girl in prison."}
{"text": "Suddenly appearing to blend into space close to Bert (8) ||| Definition: Suddenly appearing space close to. Cipher: to blend into Bert.", "summary": "Definition: Suddenly appearing. Cipher: to blend into space close to Bert."}
{"text": "Recent disturbances have a point (7) ||| Definition: . Cipher: Recent disturbances have a point.", "summary": "Definition: a point. Cipher: Recent disturbances."}
{"text": "Rest turned up to support old US inventor (4) ||| Definition: US inventor. Cipher: Rest turned up to support old.", "summary": "Definition: US inventor. Cipher: Rest turned up to support old."}
{"text": "I'm going to answer guy that's awkward (3,2,4) ||| Definition: to awkward. Cipher: I'm going answer guy.", "summary": "Definition: awkward. Cipher: I'm going to answer guy."}
{"text": "Forgetting women, power right up for event on 30? (7) ||| Definition: for event on 30. Cipher: Forgetting women, power right up.", "summary": "Definition: event on 30. Cipher: Forgetting women, power right up."}
{"text": "Queen’s hugged by terribly austere and valued friend (8) ||| Definition: . Cipher: Queen’s hugged by terribly austere and valued friend.", "summary": "Definition: valued friend. Cipher: Queen’s hugged by terribly austere."}
{"text": "Effectiveness in revolutionary aircrew operations (5) ||| Definition: . Cipher: Effectiveness in revolutionary aircrew operations.", "summary": "Definition: Effectiveness. Cipher: in revolutionary aircrew operations."}
{"text": "Check on old artist touring independent theatres (9) ||| Definition: theatres. Cipher: Check on old touring independent.", "summary": "Definition: theatres. Cipher: Check on old artist touring independent."}
{"text": "Romance’s beginning to go off? Make up roughly (6) ||| Definition: to go Make up roughly. Cipher: Romance’s beginning off.", "summary": "Definition: Make up roughly. Cipher: Romance’s beginning to go off."}
{"text": "Rising anger about reorganisation of NHS, backing study that’s legally protected (9) ||| Definition: legally protected. Cipher: Rising anger about reorganisation of NHS, backing study that’s.", "summary": "Definition: legally protected. Cipher: Rising anger about reorganisation of NHS, backing study that’s."}
{"text": "Long to cover mature show (7) ||| Definition: Long to cover. Cipher: mature show.", "summary": "Definition: show. Cipher: Long to cover mature."}
{"text": "The men put away the last of many (9) ||| Definition: the last of many. Cipher: The men put.", "summary": "Definition: the last of many. Cipher: The men put away."}
{"text": "Parrot pointless score by old English composer, we hear (8) ||| Definition: Parrot. Cipher: pointless score by old score composer, we hear.", "summary": "Definition: Parrot. Cipher: pointless score by old English composer, we hear."}
{"text": "University position — risks pinning list up with it (14) ||| Definition: University position risks pinning. Cipher: risks pinning list up with it.", "summary": "Definition: University position. Cipher: risks pinning list up with it."}
{"text": "Craft sample with vertically cut inset (3-6) ||| Definition: Craft. Cipher: sample with vertically inset.", "summary": "Definition: Craft. Cipher: sample with vertically cut inset."}
{"text": "Mad cheer discerned for political initiative (8) ||| Definition: cheer political initiative. Cipher: Mad discerned.", "summary": "Definition: political initiative. Cipher: Mad cheer discerned."}
{"text": "One bent nail stops it opening (7) ||| Definition: stops opening. Cipher: One bent nail it.", "summary": "Definition: opening. Cipher: One bent nail stops it."}
{"text": "Female going to match — second-rate journey? (5) ||| Definition: . Cipher: Female going to match — second-rate journey?.", "summary": "Definition: Female going to match. Cipher: second-rate journey."}
{"text": "Sweetener to get improper rebates about rugs essentially (4,5) ||| Definition: Sweetener improper rebates. Cipher: improper rebates about rugs essentially.", "summary": "Definition: Sweetener. Cipher: improper rebates about rugs essentially."}
{"text": "Make mistake about every other letter of answer? You need this (6) ||| Definition: every other letter You need this. Cipher: Make mistake about of answer.", "summary": "Definition: You need this. Cipher: Make mistake about every other letter of answer."}
{"text": "Keen about that woman’s fruit tree (6) ||| Definition: . Cipher: Keen about that woman’s fruit tree.", "summary": "Definition: fruit tree. Cipher: Keen about that woman’s."}
{"text": "Flower beds carried first of tulips in botanical garden (9) ||| Definition: botanical garden. Cipher: Flower beds carried first of tulips in.", "summary": "Definition: botanical garden. Cipher: Flower beds carried first of tulips in."}
{"text": "Doing sentry duty in rocky ground screening west of airport (2,5) ||| Definition: Doing sentry duty. Cipher: rocky ground screening west of airport.", "summary": "Definition: Doing sentry duty. Cipher: rocky ground screening west of airport."}
{"text": "Flow of old from poet perishing early (5) ||| Definition: River of old from poet. Cipher: perishing early.", "summary": "Definition: Flow of old from poet. Cipher: perishing early."}
{"text": "Prize money unaffected, favourites in the end entered (5) ||| Definition: Prize money. Cipher: unaffected, favourites in the end entered.", "summary": "Definition: Prize money. Cipher: unaffected, favourites in the end entered."}
{"text": "Cheap booze knocked back, not good for instructor (5) ||| Definition: instructor. Cipher: Cheap booze knocked over not good.", "summary": "Definition: instructor. Cipher: Cheap booze knocked back, not good."}
