{"text": "Acquisitive chap, as we see it (8) ||| Definition: A Acquisitive. Cipher: chap, as we see it.", "summary": "The word \"A\" was erroneously inserted."}
{"text": "Praise, primarily, to give the thing acclaim? (7) ||| Definition: Praise. Cipher: primarily, give the thing acclaim.", "summary": "An important word, \"to\", that should have been included in either the cipher or definition is missing."}
{"text": "Protective cover Queen got from prime minister (6) ||| Definition: . Cipher: Protective cover Queen got from prime minister.", "summary": "The definition must not be empty."}
{"text": "Share mistake and initially even Wall Street stalls? (8) ||| Definition: . Cipher: Share mistake and initially even Wall Street stalls?.", "summary": "The definition must not be empty."}
{"text": "Concerned with small emergency arising once more (9) ||| Definition: arise once more. Cipher: Concerned with small emergency.", "summary": "The word \"arising\" was erroneously replaced with \"arise\"."}
{"text": "Vouchsafed information about Roman square (5) ||| Definition: . Cipher: Vouchsafed information about Roman square.", "summary": "The definition must not be empty."}
{"text": "Volunteers express disapproval — that’s not acceptable (5) ||| Definition: — that’s not acceptable. Cipher: Volunteers express disapproval — that’s.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"— that’s\" appears in both."}
{"text": "Skill I learnt initially in prison which some find hard to swallow (9) ||| Definition: which some find hard to swallow. Cipher: Skill I learnt initially in prison.", "summary": "The definition is correctly identified."}
{"text": "Soft-hearted person posted current crew thanks and tip (14) ||| Definition: Soft-hearted person. Cipher: posted current crew thanks you and tip.", "summary": "The word \"you\" was erroneously inserted."}
{"text": "Tending to race up and burst into song (7) ||| Definition: Tending to. Cipher: race up and busts into song.", "summary": "The word \"burst\" was erroneously replaced with \"busts\"."}
{"text": "Rule first cells must be set up for admission (6) ||| Definition: admission. Cipher: Rule first cells must be up.", "summary": "An important word, \"set\", that should have been included in either the cipher or definition is missing."}
{"text": "Record single up around number four in chart (5) ||| Definition: Record. Cipher: single up around number four in chart.", "summary": "The definition is correctly identified."}
{"text": "Training device transforming Liam's tour (9) ||| Definition: . Cipher: Training device transforming Liam's tour.", "summary": "The definition must not be empty."}
{"text": "Switch posts near ground (9) ||| Definition: Switch posts near. Cipher: posts near ground.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"posts near\" appears in both."}
{"text": "Destroyed a Parisian serving-girl verbally? (6) ||| Definition: Destroyed a Parisian. Cipher: a Parisian serving-girl verbally.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"a Parisian\" appears in both."}
{"text": "Born high or low, pondered changing sides (4-7) ||| Definition: Born high. Cipher: to low, pondered changing sides.", "summary": "The word \"to\" was erroneously inserted."}
{"text": "Promotion of publicly funded entertainment starting three months early? (9) ||| Definition: Promotion. Cipher: publicly funded entertainment starting three months early.", "summary": "The definition is correctly identified."}
{"text": "Revolutionary to run broadcasting company (7) ||| Definition: broadcasting company. Cipher: Revolutionary to run.", "summary": "The definition is incorrectly identified."}
{"text": "Hybrid animal has feline claw shortened (7) ||| Definition: Hybrid animal. Cipher: feline claw shortened.", "summary": "The definition is correctly identified."}
{"text": "Madcap display with tops off carelessly (6) ||| Definition: . Cipher: Madcap display with tops off carelessly.", "summary": "The definition must not be empty."}
{"text": "Was a loudmouth Liberal before getting into power? (8) ||| Definition: before getting into power. Cipher: Was a loudmouth Liberal.", "summary": "The definition is incorrectly identified."}
{"text": "Jesus follower uplifted youth with spirited stuff, just past two o'clock? (4,9) ||| Definition: Jesus follows. Cipher: uplifted youth with spirited stuff, just past two o'clock.", "summary": "The word \"follower\" was erroneously replaced with \"follows\"."}
{"text": "Snake swallowing piece representing half or quarter of artists (7) ||| Definition: or quarter of artists. Cipher: Snake swallowing piece representing half.", "summary": "Definition indicator words were erroneously included in the defintion."}
{"text": "Hater of Brussels sprouts to start with mushroom, having obsessed about removing cap (11) ||| Definition: Hater of Brussels. Cipher: sprouts to start with mushroom, having been obsessed about removing cap.", "summary": "The word \"been\" was erroneously inserted."}
{"text": "Suave person who won't keep your interest without rifling through it (6-4) ||| Definition: with rifling through it. Cipher: Suave person who won't keep your interest.", "summary": "The word \"without\" was erroneously replaced with \"with\"."}
{"text": "9 in the morning, stopping long speech (8) ||| Definition: . Cipher: 9 in the morning, stopping long speak.", "summary": "The word \"speech\" was erroneously replaced with \"speak\"."}
{"text": "A tiny toll from rise of large deer parasite in egg form (6) ||| Definition: . Cipher: A tiny toll from rise of large deer parasite in egg form.", "summary": "The definition must not be empty."}
{"text": "Publicity favoured pushy salesman's data, on paper (8) ||| Definition: data, on paper. Cipher: Publicity favoured pushy salesman's data, on paper.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"data, on paper\" appears in both."}
{"text": "Disagreement on acceptance of a queen's duty (6) ||| Definition: duty. Cipher: Disagreement on acceptance of a queen's.", "summary": "The definition is correctly identified."}
{"text": "Charmer, bachelor in art school, that might be handy in a street fight (11) ||| Definition: that might be handy in a street fight. Cipher: bachelor in school.", "summary": "Important words, ['Charmer,', 'art'], that should have been included in either the cipher or definition are missing."}
{"text": "Opposing discrimination, say, came down on a piece from Opera North (11) ||| Definition: . Cipher: Opposing discrimination, say, came down on a piece from Opera North.", "summary": "The definition must not be empty."}
{"text": "Perhaps show outrage about popular sportsperson using strong-arm tactics (4-6) ||| Definition: show sportsperson using strong-arm tactics. Cipher: Perhaps outrage about popular.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Radiant quality of star directed without serious thought (5-6) ||| Definition: without serious thought. Cipher: Radiant quality of star directed without serious thought.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"without serious thought\" appears in both."}
{"text": "Financial juggling, random, with good earnings primarily for the bottom line? (9) ||| Definition: Financial jargon. Cipher: random, with good earnings primarily for the bottom line.", "summary": "The word \"juggling\" was erroneously replaced with \"jargon\"."}
{"text": "Traveller uttered unfocused angry outburst (7) ||| Definition: Travel. Cipher: uttered unfocused angry outburst.", "summary": "The word \"Traveller\" was erroneously replaced with \"Travel\"."}
{"text": "Press become tedious, with old content (7) ||| Definition: Press. Cipher: become tedious, with old.", "summary": "An important word, \"content\", that should have been included in either the cipher or definition is missing."}
{"text": "Squirt American uncle that's been dumped overboard (6) ||| Definition: American that's been dumped overboard. Cipher: Squirt uncle.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Praise out of place in review of books (5) ||| Definition: review of books. Cipher: Praise out of place.", "summary": "The definition is correctly identified."}
{"text": "About to go back to a security organisation - one with several branches (6) ||| Definition: one with several branches. Cipher: About to go back to a security organisation -.", "summary": "Definition indicator words were erroneously included in the cipher."}
{"text": "Old head has a gin, say, after school (6) ||| Definition: after school. Cipher: Old head a gin, say,.", "summary": "The definition is incorrectly identified."}
{"text": "Perth perv returned to dance (4) ||| Definition: dance. Cipher: Perth perv returned.", "summary": "The definition is correctly identified."}
{"text": "Seat in tree is rare (6) ||| Definition: Seat. Cipher: in tree I am rare.", "summary": "The word \"is\" was erroneously replaced with \"I am\"."}
{"text": "French policeman or criminal armed with information (8) ||| Definition: armed with information. Cipher: French policeman criminal.", "summary": "The definition is incorrectly identified."}
{"text": "Train Earl to get more canny touring Pennsylvania (8) ||| Definition: Earl to get more canny touring Pennsylvania. Cipher: Train.", "summary": "The definition is incorrectly identified."}
{"text": "Monkey outside small recess (4) ||| Definition: recess. Cipher: Monkey outside small.", "summary": "The definition is correctly identified."}
{"text": "During psalm conductor talks foolishly (8) ||| Definition: talks foolishly. Cipher: During psalm conductor.", "summary": "The definition is correctly identified."}
{"text": "Robert put old tie on American bird (8) ||| Definition: American bird. Cipher: Robert was old tie.", "summary": "The word \"put\" was erroneously replaced with \"was\"."}
{"text": "Doctor entertains artist with piano and a brandy (6) ||| Definition: and a brandy. Cipher: Doctor entertains artist with piano.", "summary": "Definition indicator words were erroneously included in the defintion."}
{"text": "Bats finally settling on stove (4) ||| Definition: Bats settling. Cipher: finally on stove.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Short belt - one form of punishment creating a storm! (9) ||| Definition: a storm. Cipher: Short belt - a form of punishment creating.", "summary": "The word \"one\" was erroneously replaced with \"a\"."}
{"text": "Flat behind the Spanish cardinal (6) ||| Definition: red cardinal. Cipher: Flat behind the Spanish.", "summary": "The word \"red\" was erroneously inserted."}
{"text": "A jolly cleaner goes round one piece of furniture (8) ||| Definition: of furniture. Cipher: A jolly cleaner goes round one.", "summary": "An important word, \"piece\", that should have been included in either the cipher or definition is missing."}
{"text": "Swimming manager fills dry bag (9) ||| Definition: manager fills dry bag. Cipher: Swimming manager fills dry.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"manager fills dry\" appears in both."}
{"text": "Farm facility with fallen leader, grabbed by criminal mastermind with yen for dodgy deals (7-6) ||| Definition: dodgy deals. Cipher: Farm facility with fallen leader, grabbed by criminal master with yen.", "summary": "The word \"mastermind\" was erroneously replaced with \"master\"."}
{"text": "To defeat hunk is an outstanding achievement (11) ||| Definition: To defeat hunk an outstanding achievement. Cipher: To defeat hunk.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"To defeat hunk\" appears in both."}
{"text": "American left a flashing light outside as a navigator's aid (9) ||| Definition: . Cipher: American left a flashing light outside as a navigator's aid.", "summary": "The definition must not be empty."}
{"text": "Public school dismisses head for a lot of speed? (3) ||| Definition: head. Cipher: Public school dismisses.", "summary": "The definition is incorrectly identified."}
{"text": "Tirade about a member of parliament that’s unrestrained (7) ||| Definition: about a unrestrained. Cipher: Tirade member of parliament.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Eroded around front of ship — not so good (5) ||| Definition: . Cipher: Eroded around front of ship not so good.", "summary": "The definition is incorrectly identified."}
{"text": "Visitor caught everyone with Queen (6) ||| Definition: Visitor caught everyone with. Cipher: caught everyone with Queen.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"caught everyone with\" appears in both."}
{"text": "New impression of non-monarchy and leaderless country (13) ||| Definition: . Cipher: New impression of non-monarchy and leaderless country.", "summary": "The definition must not be empty."}
{"text": "Father has a chap returning hat (6) ||| Definition: Father has a chap. Cipher: returning hat.", "summary": "The definition is incorrectly identified."}
{"text": "Choirmaster’s beginning to repeat part of Mass (5) ||| Definition: part of Sunday Mass. Cipher: Choirmaster’s beginning to repeat.", "summary": "The word \"Sunday\" was erroneously inserted."}
{"text": "A short month before Speaker becomes a moderniser of the House? (9) ||| Definition: moderniser of our House. Cipher: A short month before Speaker.", "summary": "The word \"the\" was erroneously replaced with \"our\"."}
{"text": "Sheriff’s officer to leave money for waiters (8) ||| Definition: waiters. Cipher: Sheriff’s officer to leave.", "summary": "An important word, \"money\", that should have been included in either the cipher or definition is missing."}
{"text": "Chap gets older but copes (7) ||| Definition: gets copes. Cipher: Chap older.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Everyone in short dash for US city (6) ||| Definition: in short dash US city. Cipher: Everyone in short dash.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"in short dash\" appears in both."}
{"text": "Present of francs given to monarch (5) ||| Definition: Present. Cipher: of francs given to monarch rulers.", "summary": "The word \"rulers\" was erroneously inserted."}
{"text": "Like some workers, needing houses destroyed (4-7) ||| Definition: Like some workers. Cipher: needing houses destroyed.", "summary": "Definition indicator words were erroneously included in the cipher."}
{"text": "Unfavourable notice on poem (7) ||| Definition: Favor. Cipher: notice on poem.", "summary": "The word \"Unfavourable\" was erroneously replaced with \"Favor\"."}
{"text": "Need just showing self-indulgence (8) ||| Definition: showing self-indulgence. Cipher: Need just.", "summary": "The definition is correctly identified."}
{"text": "Express dismay as relative has nothing to eat (5) ||| Definition: Express dismay. Cipher: relative has nothing I eat.", "summary": "The word \"to\" was erroneously replaced with \"I\"."}
{"text": "Move around behind large stove (9) ||| Definition: Move around. Cipher: large.", "summary": "Important words, ['behind', 'stove'], that should have been included in either the cipher or definition are missing."}
{"text": "Old-fashioned fool interrupts gym class (5) ||| Definition: . Cipher: Old-fashioned fool interrupts gym class.", "summary": "The definition must not be empty."}
{"text": "Bullet casing with raised line found behind barrow? (9) ||| Definition: Bullet casing. Cipher: raised line up behind barrow.", "summary": "The word \"found\" was erroneously replaced with \"up\"."}
{"text": "Son to possess smooth face? (5) ||| Definition: smooth face. Cipher: Son of possess.", "summary": "The word \"to\" was erroneously replaced with \"of\"."}
{"text": "Nice try in developing urban problem area? (5,4) ||| Definition: urban problem in that area. Cipher: Nice try in developing.", "summary": "The word \"in that\" was erroneously inserted."}
{"text": "Look, lad’s not finished garden feature (6) ||| Definition: garden feature. Cipher: Look, lad’s not as final.", "summary": "The word \"finished\" was erroneously replaced with \"as final\"."}
{"text": "Off-the-shoulder end of Teeswater held by wire fastener beside ship (9) ||| Definition: . Cipher: Off-the-shoulder end of Teeswater held by wire fastener beside ship.", "summary": "The definition must not be empty."}
{"text": "Fool accepting second surprising plot development (5) ||| Definition: One plot development. Cipher: Fool accepting second.", "summary": "The word \"surprising\" was erroneously replaced with \"One\"."}
{"text": "Goddess of beauty atrophied terribly (9) ||| Definition: Goddess of beauty atrophied terribly. Cipher: atrophied terribly.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"atrophied terribly\" appears in both."}
{"text": "Beam of light in contact with synthetic fabric (5) ||| Definition: Beam of light. Cipher: in contact with synthetic fabric.", "summary": "The definition is incorrectly identified."}
{"text": "Aircraft circling fringes of eastern New York, which Beatles sang about (5,4) ||| Definition: which Beatles sang about. Cipher: Aircraft circling fringes of eastern New York which Beatles.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"which Beatles\" appears in both."}
{"text": "Get to mislead, with Republican replacing Democrat (7) ||| Definition: Get. Cipher: to miss with Republican replacing Democrat.", "summary": "The word \"mislead,\" was erroneously replaced with \"miss\"."}
{"text": "Publicising longest UK road with circular shape (6) ||| Definition: shape. Cipher: Publicising longest UK road with circular.", "summary": "The definition is incorrectly identified."}
{"text": "Less common instalment of Frasier, a rerun (5) ||| Definition: Less common instalment of. Cipher: instalment of Frasier, a rerun.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"instalment of\" appears in both."}
{"text": "European, extremely old, stopping to become less hard occasionally (5,2,5) ||| Definition: stopping to occasionally. Cipher: European, extremely old, become less hard.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Name I yet find strange (8) ||| Definition: Name. Cipher: I yet find strange my name.", "summary": "The phrase \"my name\" was erroneously inserted."}
{"text": "Gold and stone, before going without luxuries (7) ||| Definition: going without luxuries. Cipher: Gold and stone, ago.", "summary": "The word \"before\" was erroneously replaced with \"ago\"."}
{"text": "Eye part which damage could make tear in? (6) ||| Definition: Eye part. Cipher: which damage could one make tear in.", "summary": "The word \"one\" was erroneously inserted."}
{"text": "Someone acting for another in favour of two unknowns (5) ||| Definition: Someone acting for another. Cipher: for another in favour of two unknowns.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"for another\" appears in both."}
{"text": "Batter fish first then start to steam rhubarb (10) ||| Definition: rhubarb. Cipher: Batter fish first start to steam.", "summary": "An important word, \"then\", that should have been included in either the cipher or definition is missing."}
{"text": "Not in favour of major road skirting edges of Newport(4) ||| Definition: Not in favour of. Cipher: major road skirting edges of Newport.", "summary": "The definition is correctly identified."}
{"text": "Allow prince to be very nasty indeed (6) ||| Definition: very nasty indeed. Cipher: Allow prince.", "summary": "The definition is correctly identified."}
{"text": "Prepare to go round part of theatre (5,6) ||| Definition: round part of theatre. Cipher: Prepare to go round.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"round\" appears in both."}
{"text": "Grannie follows deer — trying, at first, to be still (8) ||| Definition: still. Cipher: Grannie follows deer — trying, at first to be.", "summary": "Definition indicator words were erroneously included in the cipher."}
{"text": "Source of wine for artist in restaurant (6) ||| Definition: . Cipher: Source of wine for artist in restaurant.", "summary": "The definition must not be empty."}
{"text": "A doctor’s old reading desk (4) ||| Definition: reading desktop. Cipher: A doctor’s old.", "summary": "The word \"desk\" was erroneously replaced with \"desktop\"."}
{"text": "Made a meal of deliveries and declared (10) ||| Definition: Made a meal of. Cipher: deliveries and declared.", "summary": "The definition is correctly identified."}
{"text": "Remove obstruction in river (6) ||| Definition: Reno. Cipher: obstruction in river.", "summary": "The word \"Remove\" was erroneously replaced with \"Reno\"."}
{"text": "Approach Polish guys outside a southern capital?(4,3,5) ||| Definition: capital. Cipher: Approach guys outside a southern.", "summary": "An important word, \"Polish\", that should have been included in either the cipher or definition is missing."}
{"text": "Setting up keyboard instrument with one pipe (10) ||| Definition: Setting up. Cipher: keyboard instrument with one pipe.", "summary": "The definition is correctly identified."}
{"text": "Around end of dinner, food served includes an unhealthy-looking cake (6,6) ||| Definition: dessert. Cipher: Around end of dinner, food served includes an unhealthy-looking.", "summary": "The word \"cake\" was erroneously replaced with \"dessert\"."}
{"text": "Good batting at all times by George! (4,1,5) ||| Definition: . Cipher: Good batting at all times by George!.", "summary": "The definition must not be empty."}
{"text": "Rat initially attracted by rubbish put outside (8) ||| Definition: Rat. Cipher: initially attracted by rubbish put.", "summary": "An important word, \"outside\", that should have been included in either the cipher or definition is missing."}
{"text": "Sailor climbing brown palm (6) ||| Definition: Sailor climbing brown palm. Cipher: Sailor climbing brown.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"Sailor climbing brown\" appears in both."}
{"text": "Finally strippers finish burlesque (4-2) ||| Definition: burlesque. Cipher: Finally strippers finish.", "summary": "The definition is correctly identified."}
{"text": "Academic needs east-facing study, it's assumed (6) ||| Definition: east-facing assumed. Cipher: Academic needs study.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Flowing water about to invade street in the morning (6) ||| Definition: Flowing water to invade. Cipher: about street in the morning.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Fairy, cast off, died (8) ||| Definition: died tonight. Cipher: Fairy, cast off.", "summary": "The word \"tonight\" was erroneously inserted."}
{"text": "Poor area to reach, going outside hotel (6) ||| Definition: Poor area going outside. Cipher: reach, hotel.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "A Catholic, the female who may have a quiver? (6) ||| Definition: . Cipher: A Catholic, the female who may have a quiver?.", "summary": "The definition must not be empty."}
{"text": "Fret about wading bird seen by river (6) ||| Definition: Fret about bird seen. Cipher: wading by river.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "To deal with soldier takes time (6) ||| Definition: To deal cards. Cipher: soldier takes time.", "summary": "The word \"with\" was erroneously replaced with \"cards\"."}
{"text": "People in limousines? You may see them at weddings (10) ||| Definition: You may see them at weddings. Cipher: Famous People in limousines.", "summary": "The word \"Famous\" was erroneously inserted."}
{"text": "Nothing right in girl? That's hard! (5) ||| Definition: That's hard!. Cipher: Nothing is right in girl.", "summary": "The word \"is\" was erroneously inserted."}
{"text": "Prisoner given shelter is satisfied (7) ||| Definition: satisfaction. Cipher: Prisoner given shelter.", "summary": "The word \"satisfied\" was erroneously replaced with \"satisfaction\"."}
{"text": "Harry eats rubbish? I object! (9) ||| Definition: I object!. Cipher: Harry eats rubbish.", "summary": "The definition is correctly identified."}
{"text": "Former President in small house, gone (6) ||| Definition: small house, gone. Cipher: Former President.", "summary": "The definition is incorrectly identified."}
{"text": "Wine? Sing, drinking one — then get another one! (7) ||| Definition: Wine. Cipher: Sing, drinking one — then get another one.", "summary": "The definition is correctly identified."}
{"text": "Greek party with wealth not half evident (5) ||| Definition: A Greek. Cipher: party with wealth not half evident.", "summary": "The word \"A\" was erroneously inserted."}
{"text": "The Spanish drink in Scottish city (5) ||| Definition: . Cipher: The Spanish drink in Scottish city.", "summary": "The definition must not be empty."}
{"text": "This person is probing your old-fashioned food content (8) ||| Definition: food content. Cipher: This person is probing your old-fashioned.", "summary": "The definition is correctly identified."}
{"text": "Cycle on the side of a drop and court disaster (4,3,1,4) ||| Definition: court disaster. Cipher: Cycle on the side of a drop and.", "summary": "Definition indicator words were erroneously included in the cipher."}
{"text": "Rank reduced, so resign (4,4) ||| Definition: resign. Cipher: Rank is reduced.", "summary": "The word \"is\" was erroneously inserted."}
{"text": "Musical passage in film (5,4) ||| Definition: film. Cipher: Musical passage.", "summary": "The definition is correctly identified."}
{"text": "Group of stars with capital attorney (9) ||| Definition: Group of. Cipher: with capital attorney.", "summary": "An important word, \"stars\", that should have been included in either the cipher or definition is missing."}
{"text": "Novelist and critic cross, furious with English city (4,5,4) ||| Definition: Novelist and critic cross,. Cipher: cross, furious with English city.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"cross,\" appears in both."}
{"text": "Soldier very bitter over identical issue getting high (11) ||| Definition: identical issue high. Cipher: Soldier very bitter over identical issue.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"identical issue\" appears in both."}
{"text": "Tough guys breaking ribs? Sure! (8) ||| Definition: Tough guys. Cipher: Sure.", "summary": "Important words, ['breaking', 'ribs?'], that should have been included in either the cipher or definition are missing."}
{"text": "Like one with a large landmass (4) ||| Definition: big landmass. Cipher: Like one with a.", "summary": "The word \"large\" was erroneously replaced with \"big\"."}
{"text": "Queen follows favourite saint (5) ||| Definition: follows saint. Cipher: Queen favourite.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "A word we hear in a German accent? So it's alleged (7) ||| Definition: alleged. Cipher: A word we hear in a.", "summary": "Important words, ['accent?', 'German'], that should have been included in either the cipher or definition are missing."}
{"text": "Cooler that is cold inside (3) ||| Definition: Cool. Cipher: that is cold inside.", "summary": "The word \"Cooler\" was erroneously replaced with \"Cool\"."}
{"text": "Proposed name I don't change (9) ||| Definition: name I don't change. Cipher: Proposed.", "summary": "The definition is incorrectly identified."}
{"text": "I'm taken aback by anger? That's an illusion (6) ||| Definition: . Cipher: I'm taken aback by anger illusion.", "summary": "The definition is incorrectly identified."}
{"text": "Sprite seen in hotel foyer (3) ||| Definition: Sprite. Cipher: seen in hotel foyer.", "summary": "The definition is correctly identified."}
{"text": "Tie up an awkward flower (7) ||| Definition: up flower. Cipher: Tie an awkward.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Begin to understand material one doesn't finish (6,2) ||| Definition: Begin to understand it. Cipher: material one doesn't finish.", "summary": "The word \"it\" was erroneously inserted."}
{"text": "Initiation that's suitable is in British Museum (7) ||| Definition: Initiation suitable. Cipher: suitable is in British Museum.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"suitable\" appears in both."}
{"text": "Jump on places for putting veg (6,6) ||| Definition: . Cipher: Jump on places for putting veg.", "summary": "The definition must not be empty."}
{"text": "Province in actual centre of Germany (5) ||| Definition: Province. Cipher: actual PM of Germany.", "summary": "The word \"centre\" was erroneously replaced with \"PM\"."}
{"text": "Simple dish — not as snob ate in mess (5,2,5) ||| Definition: . Cipher: Simple dish — not as snob ate in mess.", "summary": "The definition must not be empty."}
{"text": "Cock Robin initially waving to Rose (7) ||| Definition: Cock to. Cipher: Robin initially waving Rose.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Extremely desirable drug store (5) ||| Definition: store. Cipher: Extremely desirable street drug.", "summary": "The word \"street\" was erroneously inserted."}
{"text": "Uncommon sense in a German city (5) ||| Definition: . Cipher: Uncommon sense German city.", "summary": "The definition is incorrectly identified."}
{"text": "Moved fast around resort — more than needed (2,5) ||| Definition: . Cipher: Moved fast around resort more than needed.", "summary": "The definition is incorrectly identified."}
{"text": "French king tucked into fowl, English, wonderful lady supplied (7) ||| Definition: fowl, English, supplied wonderful lady. Cipher: French king tucked into fowl, English, supplied.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"fowl, English, supplied\" appears in both."}
{"text": "Clubs fancy something spicy? (5) ||| Definition: something spicy. Cipher: Clubs card.", "summary": "The word \"fancy\" was erroneously replaced with \"card\"."}
{"text": "Server missing one essential liquid (5) ||| Definition: Server missing one essential liquid. Cipher: Server missing one.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"Server missing one\" appears in both."}
{"text": "Dish — very dry, provided in port (7) ||| Definition: Dish. Cipher: very dry, provided port.", "summary": "An important word, \"in\", that should have been included in either the cipher or definition is missing."}
{"text": "Duke having setter, strangely, in place of PM (7,6) ||| Definition: place of PM. Cipher: having setter, (strangely.", "summary": "An important word, \"Duke\", that should have been included in either the cipher or definition is missing."}
{"text": "Serious attention retreat needed (7) ||| Definition: Serious. Cipher: spa retreat.", "summary": "The word \"attention\" was erroneously replaced with \"spa\"."}
{"text": "Introduction of competition hurt store (5) ||| Definition: store shelf. Cipher: Introduction of competition hurt.", "summary": "The word \"shelf\" was erroneously inserted."}
{"text": "Municipal head from Irish county? Right (5) ||| Definition: Municipal head county. Cipher: Irish Right.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Closely examine small prison (4) ||| Definition: . Cipher: Closely examine small prison.", "summary": "The definition must not be empty."}
{"text": "Jazz pianist favoured by royal relative after award (5,8) ||| Definition: Jazz pianist. Cipher: pianist favoured by royal relative after award.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"pianist\" appears in both."}
{"text": "Unmarried man excited Chloe in pub (8) ||| Definition: Unmarried man. Cipher: excited Chloe by pub.", "summary": "The word \"in\" was erroneously replaced with \"by\"."}
{"text": "Little Florence entertains blokes in Athletic club dance (8) ||| Definition: dance. Cipher: Little Flo entertains blokes in Athletic club.", "summary": "The word \"Florence\" was erroneously replaced with \"Flo\"."}
{"text": "Recalled article by North European on military general (8) ||| Definition: . Cipher: Recalled article by North European on military general.", "summary": "The definition is incorrectly identified."}
{"text": "Perhaps calf is a beast of burden carrying sack regularly (6) ||| Definition: sack regularly calf. Cipher: a beast of burden carrying sack regularly.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"sack regularly\" appears in both."}
{"text": "Everyone outside potty over handsome young man (6) ||| Definition: outside handsome young man. Cipher: Everyone potty over.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Stay young on very good wine (8) ||| Definition: wine. Cipher: young on very good.", "summary": "An important word, \"Stay\", that should have been included in either the cipher or definition is missing."}
{"text": "Fun in summer from people in lawsuits being on weed? (6,7) ||| Definition: Fun in summer. Cipher: summer people in lawsuits being on weed.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"summer\" appears in both."}
{"text": "Poor mark in school given by master (5) ||| Definition: Poor mark by. Cipher: school given master.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Arab friend — European gets one for nothing (11) ||| Definition: one for nothing. Cipher: Arab friend — European gets.", "summary": "The definition is incorrectly identified."}
{"text": "Hot and cold, turning unwell, with this? (5) ||| Definition: turning this. Cipher: Hot and cold, unwell.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Singing happily in America, Scotsman from another era (11) ||| Definition: from another era. Cipher: Singing happily in America, Scotsman.", "summary": "The definition is correctly identified."}
{"text": "On power trips, quietly press for expulsion of MPs (6,5) ||| Definition: . Cipher: On power trips, quietly press expulsion of MPs.", "summary": "The definition is incorrectly identified."}
{"text": "Pull vehicle back in a series of races (7) ||| Definition: Pull. Cipher: vehicle back in a race of races.", "summary": "The word \"series\" was erroneously replaced with \"race\"."}
{"text": "Irritated expression as pet vanished (7) ||| Definition: . Cipher: Irritated expression as pet vanished.", "summary": "The definition must not be empty."}
{"text": "What could create current possible disagreement? (9,10) ||| Definition: possible disagreement. Cipher: What could create current.", "summary": "The definition is incorrectly identified."}
{"text": "Back an attempt (3) ||| Definition: Backs. Cipher: an attempt.", "summary": "The word \"Back\" was erroneously replaced with \"Backs\"."}
{"text": "Steps taken as father’s old, getting billions in benefit (4,5) ||| Definition: Steps. Cipher: father’s old, getting billions in benefit.", "summary": "An important word, \"taken\", that should have been included in either the cipher or definition is missing."}
{"text": "Agreeable article for men in tribute (9) ||| Definition: Agreeable. Cipher: article in tribute.", "summary": "Important words, ['for', 'men'], that should have been included in either the cipher or definition are missing."}
{"text": "Closely follow play, having to put in notice (6) ||| Definition: Closely I follow. Cipher: play, having to put in notice.", "summary": "The word \"I\" was erroneously inserted."}
{"text": "Batting with more confidence, one offers chance to cover (7) ||| Definition: one chance to cover. Cipher: Batting with more confidence.", "summary": "An important word, \"offers\", that should have been included in either the cipher or definition is missing."}
{"text": "Female, commonly odious and critical (7) ||| Definition: . Cipher: Female, commonly odious and critical.", "summary": "The definition must not be empty."}
{"text": "A proportion of customers sat here, troubled by notice (6,5) ||| Definition: A proportion of customers troubled by. Cipher: sat here, notice.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Short provision of beer by bar in America (4,7) ||| Definition: . Cipher: Short provision of beer by bar in America.", "summary": "The definition must not be empty."}
{"text": "Praise silent type, advancing initially into battle (11) ||| Definition: . Cipher: Praise silent type, advancing initially into battle.", "summary": "The definition must not be empty."}
{"text": "Part of fighter’s gear to lug, before run across high ground (9,4) ||| Definition: Part of fighter’s gear run across. Cipher: to lug, before high ground.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Fielder, inadequate, returning trophies (9) ||| Definition: Nathan Fielder. Cipher: inadequate, returning trophies.", "summary": "The word \"Nathan\" was erroneously inserted."}
{"text": "Chitty-Chitty Bang-Bang, say, favourite fairytale transport (5,6) ||| Definition: say, favourite fairytale transport. Cipher: Chitty-Chitty Bang-Bang, say, favourite.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"say, favourite\" appears in both."}
{"text": "Sort of lamp I plugged in picked up as benefit (5) ||| Definition: up benefit. Cipher: Sort of lamp I plugged in picked as.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Met together for cause: Republican joined (7) ||| Definition: joined. Cipher: Met together for cause Republican.", "summary": "The definition is incorrectly identified."}
{"text": "Smooth style of progress through various gears? Nonsense (3,3,7) ||| Definition: . Cipher: Smooth style of progress through various gears Nonsense.", "summary": "The definition is incorrectly identified."}
{"text": "Before test, drops coat (9) ||| Definition: coat rack. Cipher: Before test, drops.", "summary": "The word \"rack\" was erroneously inserted."}
{"text": "Construction of poem featuring in Eliot’s first gamble (7) ||| Definition: Construction. Cipher: poem featuring in Eliot’s first gamble.", "summary": "The definition is correctly identified."}
{"text": "Get back from city in sheer delight (9) ||| Definition: To Get back from. Cipher: city in sheer delight.", "summary": "The word \"To\" was erroneously inserted."}
{"text": "Runner’s up prizes on high quality race track (11) ||| Definition: quality race track. Cipher: Runner’s up prizes on high quality.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"quality\" appears in both."}
{"text": "Trace family: Nick may do it (4,5) ||| Definition: . Cipher: Trace family Nick may do it.", "summary": "The definition is incorrectly identified."}
{"text": "Knock over wine for communion (7) ||| Definition: communion rites. Cipher: Knock over wine.", "summary": "The word \"rites\" was erroneously inserted."}
{"text": "Useless worker endlessly about to finish cell extension (7) ||| Definition: cellphone extension. Cipher: Useless worker endlessly about to finish.", "summary": "The word \"cell\" was erroneously replaced with \"cellphone\"."}
{"text": "Antelope eats daisies, including one in remote place (6,6) ||| Definition: daisies, remote place. Cipher: Antelope eats including one.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Discovered painting in prison: sentence not wasted! (10) ||| Definition: Discovered painting. Cipher: prison: sentence not waiting.", "summary": "The word \"wasted\" was erroneously replaced with \"waiting\"."}
{"text": "in another, saw end of prayer cut short with entry of queen (5,4) ||| Definition: another. Cipher: saw end of prayer cut short with entry of queen.", "summary": "The definition is correctly identified."}
{"text": "In charge, one party of Africans ringed girl (7) ||| Definition: In charge, one party of. Cipher: Africans ringed girl.", "summary": "The definition is incorrectly identified."}
{"text": "Excluded workers rising in turn to get drinks (4,3) ||| Definition: Excluded workers rising in. Cipher: workers rising in turn to get drinks.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"workers rising in\" appears in both."}
{"text": "Horrible feeling commonly looms over time (5) ||| Definition: Horrible feeling. Cipher: commonly over.", "summary": "Important words, ['looms', 'time'], that should have been included in either the cipher or definition are missing."}
{"text": "Daughter interrupting dinner gong (5) ||| Definition: Daughter interrupting. Cipher: dinner gong.", "summary": "The definition is incorrectly identified."}
{"text": "Rural establishment a long way off motorway (4) ||| Definition: Rural country establishment. Cipher: a long way off motorway.", "summary": "The word \"country\" was erroneously inserted."}
{"text": "Detest being without old woodworking machine (5) ||| Definition: woodworking machine. Cipher: being without old.", "summary": "An important word, \"Detest\", that should have been included in either the cipher or definition is missing."}
{"text": "We liquidised parts of the kidneys for refreshment (7) ||| Definition: drink. Cipher: We liquidised parts of the kidneys.", "summary": "The word \"refreshment\" was erroneously replaced with \"drink\"."}
{"text": "Get away at one in punt (4,2) ||| Definition: away. Cipher: at one in punt.", "summary": "An important word, \"Get\", that should have been included in either the cipher or definition is missing."}
{"text": "You might take a picnic here to see team supporting F1 driver (8) ||| Definition: You might take a picnic here team. Cipher: team supporting F1 driver.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"team\" appears in both."}
{"text": "Half a dozen tricks — they should be kept out of program (7) ||| Definition: they should be kept out of program. Cipher: Half has a dozen tricks.", "summary": "The word \"has\" was erroneously inserted."}
{"text": "Raise one arm when 19 trip (6) ||| Definition: Raise one arm. Cipher: when 19 trip.", "summary": "The definition is incorrectly identified."}
{"text": "Decline to enter dreadful English contest (8) ||| Definition: to contest. Cipher: Decline enter dreadful English.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Opening element, batting (4-2) ||| Definition: Opening. Cipher: element, batting.", "summary": "The definition is correctly identified."}
{"text": "Officially consider row more jovial (8) ||| Definition: . Cipher: Officially consider row more jovial.", "summary": "The definition must not be empty."}
{"text": "Swaggering adventurer’s sister about to clean clasp (12) ||| Definition: Swaggering adventurer to. Cipher: sister about clean clasp.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Getting smaller, a maths function is comparatively easy task (7,3,1,3) ||| Definition: comparatively easy task. Cipher: He's Getting smaller, a maths function.", "summary": "The word \"He's\" was erroneously inserted."}
{"text": "Negative outcome of narrow failure with organic treatment (2,5) ||| Definition: Negative outcome of near failure. Cipher: organic treatment.", "summary": "The word \"narrow\" was erroneously replaced with \"near\"."}
{"text": "Chap contributing to informal entertainment (4) ||| Definition: Chap. Cipher: contributing to informal entertainment system.", "summary": "The word \"system\" was erroneously inserted."}
{"text": "Those who have inherited pretentious manners, by the sound of it (5) ||| Definition: pretentious manners, by the sound of it. Cipher: Those who have inherited.", "summary": "The definition is incorrectly identified."}
{"text": "Animal reared in unusual role getting place to sit? (7) ||| Definition: unusual role place to sit. Cipher: Animal reared in unusual role.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"unusual role\" appears in both."}
{"text": "Ought somehow to make fun of violent chap (5,3) ||| Definition: somehow to violent chap. Cipher: Ought make fun.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Closed end, done, undone (8) ||| Definition: Closed end, done, undone. Cipher: end, done, undone.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"end, done, undone\" appears in both."}
{"text": "Family broadcaster's screening with artist (9) ||| Definition: screening artist. Cipher: Family broadcaster's with.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Herd member’s harsher extremists around a parliamentary lobby (5) ||| Definition: Herd member extremists around a. Cipher: harsher parliamentary lobby.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "One getting away, see, disguised around head (7) ||| Definition: head. Cipher: One getting away see, disguised around.", "summary": "The definition is incorrectly identified."}
{"text": "People farming English manor redeployed in yards? (8) ||| Definition: People farming redeployed in. Cipher: English manor yards.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Country-lovers bringing group of three pets round (8) ||| Definition: pets round. Cipher: Country-lovers group of three.", "summary": "The definition is incorrectly identified."}
{"text": "Low-maintenance aspect of literacy’s aesthetically uplifting (4-4) ||| Definition: Low-maintenance aspect of. Cipher: aspect of literacy’s aesthetically uplifting.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"aspect of\" appears in both."}
{"text": "Number nine originally wearing gold ring (7) ||| Definition: Number. Cipher: Number nine wearing gold.", "summary": "Important words, ['originally', 'ring'], that should have been included in either the cipher or definition are missing."}
{"text": "Southern headland attack — he’s blamed unfairly (9) ||| Definition: . Cipher: Southern headland attack — he’s blamed unfairly.", "summary": "The definition must not be empty."}
{"text": "Former number one in the chart following remix (8) ||| Definition: Former number one. Cipher: the chart following remix.", "summary": "The definition is correctly identified."}
{"text": "Candid mister, I fancy, was biased (13) ||| Definition: was biased. Cipher: Candid fancy.", "summary": "Important words, ['mister,', 'I'], that should have been included in either the cipher or definition are missing."}
{"text": "Stone an irritation? An annoyance when running (6) ||| Definition: irritation An annoyance when running. Cipher: Stone an irritation.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"irritation\" appears in both."}
{"text": "Black insect – something in the wardrobe? (6) ||| Definition: – something in the wardrobe. Cipher: Black insect.", "summary": "Definition indicator words were erroneously included in the defintion."}
{"text": "Liking horoscope about Leo, omitting nothing (12) ||| Definition: Liking it. Cipher: horoscope about Leo, omitting nothing.", "summary": "The word \"it\" was erroneously inserted."}
{"text": "A mythical giant with eyes on stalks (4) ||| Definition: . Cipher: A mythical giant with eyes on stalks.", "summary": "The definition must not be empty."}
{"text": "Beginning section of Bronte’s novel rejected (5) ||| Definition: Beginning section of Bronte’s. Cipher: of Bronte’s novel rejected.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"of Bronte’s\" appears in both."}
{"text": "Unpleasant sensation is in chest possibly (9) ||| Definition: sensation. Cipher: is in chest possibly.", "summary": "An important word, \"Unpleasant\", that should have been included in either the cipher or definition is missing."}
{"text": "Queen dressed appropriately for crowd? (6) ||| Definition: crowd. Cipher: Queen robed appropriately.", "summary": "The word \"dressed\" was erroneously replaced with \"robed\"."}
{"text": "A gentle eccentric — so refined (7) ||| Definition: . Cipher: A gentle eccentric refined.", "summary": "The definition is incorrectly identified."}
{"text": "Runner turned on a father protecting wife after time (3,5) ||| Definition: wife after time. Cipher: Runner turned on a father protecting.", "summary": "The definition is incorrectly identified."}
{"text": "Conservative was on form after diverting potential trouble (3,2,5) ||| Definition: potential trouble. Cipher: Conservative was on form after left.", "summary": "The word \"diverting\" was erroneously replaced with \"left\"."}
{"text": "29 lives in Virginia (4) ||| Definition: 29. Cipher: lives here in Virginia.", "summary": "The word \"here\" was erroneously inserted."}
{"text": "Money provided by dissolute roué? (4) ||| Definition: Money. Cipher: roué.", "summary": "An important word, \"dissolute\", that should have been included in either the cipher or definition is missing."}
{"text": "Crooked king is in bad way (4) ||| Definition: Crooked. Cipher: king is way.", "summary": "Important words, ['bad', 'in'], that should have been included in either the cipher or definition are missing."}
{"text": "One with a will to try a hill (8) ||| Definition: One with a will. Cipher: try a hill.", "summary": "The definition is correctly identified."}
{"text": "Doctor captures headless French scientist (7) ||| Definition: French scientist. Cipher: Doctor captures headless.", "summary": "The definition is correctly identified."}
{"text": "Pantomime character wants mole to perish (7) ||| Definition: Pantomime character. Cipher: mole.", "summary": "Important words, ['to', 'perish'], that should have been included in either the cipher or definition are missing."}
{"text": "Control working and income (9) ||| Definition: . Cipher: Control working and income.", "summary": "The definition must not be empty."}
{"text": "What can magnify part of pollen sac (4) ||| Definition: of pollen sac. Cipher: What can magnify part.", "summary": "The definition is incorrectly identified."}
{"text": "Metal container with good catches mounted (8) ||| Definition: Metal with good catches. Cipher: container mounted.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Miss school drama article placed for son in trust (4,6) ||| Definition: . Cipher: Miss school drama article placed for son in trust.", "summary": "The definition must not be empty."}
{"text": "Accomplished baker transformed British food (5,5) ||| Definition: food. Cipher: An Accomplished baker transformed British.", "summary": "The word \"An\" was erroneously inserted."}
{"text": "Female boxing enthusiasts’ publication exhibits lack of vigour (8) ||| Definition: lack of vigour. Cipher: Female boxing enthusiasts’ publication.", "summary": "The definition is correctly identified."}
{"text": "Greeting with a number being hugged in foreign capital (5) ||| Definition: foreign capital. Cipher: Greeting with a number being hugged foreign capital.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"foreign capital\" appears in both."}
{"text": "From photo, exclude king, assuming a disguised hubris (8) ||| Definition: . Cipher: From photo, exclude king, assuming a disguised hubris.", "summary": "The definition must not be empty."}
{"text": "Health food to eat with bulk (5) ||| Definition: bulk. Cipher: Health regimen to eat with.", "summary": "The word \"food\" was erroneously replaced with \"regimen\"."}
{"text": "Strain spread around royal column (9) ||| Definition: Strains. Cipher: spread around royal column.", "summary": "The word \"Strain\" was erroneously replaced with \"Strains\"."}
{"text": "Was unlike daughter to defer, if challenged (8) ||| Definition: Was unlike defer,. Cipher: daughter to if challenged.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Island in North America needing fishing equipment to catch food (9) ||| Definition: Island in North America. Cipher: needing fishing equipment to catch food.", "summary": "The definition is correctly identified."}
{"text": "… in cruel play I redrafted especially (10) ||| Definition: me especially. Cipher: cruel play I redrafted.", "summary": "The word \"me\" was erroneously inserted."}
{"text": "Weep when given mostly tasteless glass (7) ||| Definition: glass. Cipher: Weep when given mostly tasteless.", "summary": "The definition is correctly identified."}
{"text": "A lousy bunch book girl (5) ||| Definition: book girl. Cipher: A lousy.", "summary": "An important word, \"bunch\", that should have been included in either the cipher or definition is missing."}
{"text": "Effect of independent member introducing law (6) ||| Definition: Effect of independent member introducing. Cipher: independent member introducing law.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"independent member introducing\" appears in both."}
{"text": "Special person lamenting footballer (7) ||| Definition: footballer. Cipher: person.", "summary": "Important words, ['lamenting', 'Special'], that should have been included in either the cipher or definition are missing."}
{"text": "Clerk ruined hen supper (3-6) ||| Definition: Clerk. Cipher: ruined hen supper.", "summary": "The definition is correctly identified."}
{"text": "Brown, curiously dark drinking vessel (7) ||| Definition: curiously drinking vessel. Cipher: Brown, dark.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Gain guide to future, we hear (6) ||| Definition: Gain. Cipher: guide to future, so we hear.", "summary": "The word \"so\" was erroneously inserted."}
{"text": "Sulphur’s the bad smell oriental found in the bathroom (6) ||| Definition: found in public bathroom. Cipher: Sulphur’s the bad smell oriental.", "summary": "The word \"the\" was erroneously replaced with \"public\"."}
{"text": "Our moment the mark of love — guarantee a number captivated by 100-year celebration finally coming around (9,9) ||| Definition: Our moment. Cipher: the mark of love — guarantee a number captivated by 100-year celebration finally coming around.", "summary": "The definition is correctly identified."}
{"text": "How medicine may be taken, gulping one drink first (10) ||| Definition: first. Cipher: How medicine may be taken, gulping one drink after another.", "summary": "The phrase \"after another\" was erroneously inserted."}
{"text": "Circular loop, end of rope just round the corner pulled up (5) ||| Definition: Circular loop rope just. Cipher: end of round the corner pulled up.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "At sixes and sevens, turn to her for direction (4,5) ||| Definition: her direction. Cipher: At sixes and sevens, turn to her.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"her\" appears in both."}
{"text": "Offence beside goal reflected game (6) ||| Definition: money game. Cipher: Offence beside goal reflected.", "summary": "The word \"money\" was erroneously inserted."}
{"text": "Played a game inside two days, and got injured (7) ||| Definition: game inside two injured. Cipher: Played a days.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Nettle I chop back on island peninsula (9) ||| Definition: Nettle I chop back. Cipher: on island peninsula.", "summary": "The definition is incorrectly identified."}
{"text": "He won’t appreciate current grid (7) ||| Definition: . Cipher: He won’t appreciate current grid.", "summary": "The definition must not be empty."}
{"text": "Surprisingly cast net, not being a competitor (10) ||| Definition: competition. Cipher: Surprisingly cast net, not.", "summary": "The word \"competitor\" was erroneously replaced with \"competition\"."}
{"text": "Notice put up during rubbish motor trial (4,4) ||| Definition: up during rubbish motor trial. Cipher: Notice put up during rubbish.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"up during rubbish\" appears in both."}
{"text": "Hints disruption of unions is about to cease (9) ||| Definition: Hints. Cipher: disruption of unions went about to cease.", "summary": "The word \"is\" was erroneously replaced with \"went\"."}
{"text": "Poor misguided fool in the lead somewhere in Japan (7) ||| Definition: somewhere in Japan. Cipher: Poor misguided fool in the lead.", "summary": "The definition is correctly identified."}
{"text": "Vertigo as a result of nasty snide digs (9) ||| Definition: Vertigo. Cipher: snide.", "summary": "Important words, ['digs', 'nasty'], that should have been included in either the cipher or definition are missing."}
{"text": "Reserve recalled in ancient race (5) ||| Definition: ancient race. Cipher: Reserve recalled in.", "summary": "The definition is correctly identified."}
{"text": "Capital’s got the sun in Cyprus (8) ||| Definition: in Cyprus. Cipher: Cap got the sun.", "summary": "The word \"Capital’s\" was erroneously replaced with \"Cap\"."}
{"text": "Accepted relative’s mysterious conduct (6-2) ||| Definition: . Cipher: Accepted relative’s mysterious conduct.", "summary": "The definition must not be empty."}
{"text": "Refinery melts ore, somehow extracting oxygen (7) ||| Definition: oxygen. Cipher: Refinery melts ore, somehow extracting.", "summary": "The definition is incorrectly identified."}
{"text": "Correct time showed up (4) ||| Definition: . Cipher: Correct time showed up.", "summary": "The definition must not be empty."}
{"text": "Broody music featured in zombie movie (3) ||| Definition: Broody. Cipher: featured in zombie movie.", "summary": "An important word, \"music\", that should have been included in either the cipher or definition is missing."}
{"text": "Diatribe, outspoken Siamese attack? (6) ||| Definition: Diatribe outspoken. Cipher: outspoken Siamese attack.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"outspoken\" appears in both."}
{"text": "Servant shuffling in, lame (6) ||| Definition: lame. Cipher: Servant shuffling in,.", "summary": "The definition is incorrectly identified."}
{"text": "English crowd fed very good coffee (8) ||| Definition: coffee. Cipher: English crowd very.", "summary": "Important words, ['fed', 'good'], that should have been included in either the cipher or definition are missing."}
{"text": "Becoming confused missing second in series of complete set of chromosomes (7) ||| Definition: set chromosomes. Cipher: Becoming confused missing second in series.", "summary": "Important words, ['of', 'complete'], that should have been included in either the cipher or definition are missing."}
{"text": "Soldier ultimately quits on promotion? Under no circumstances! (5) ||| Definition: quits on promotion Under no circumstances. Cipher: Soldier ultimately quits on promotion.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"quits on promotion\" appears in both."}
{"text": "Amounts of energy required for fixing oil scare (8) ||| Definition: . Cipher: Amounts of energy required for fixing oil scare.", "summary": "The definition must not be empty."}
{"text": "Gang member‘s obligation to hold enemy back (3,2,2) ||| Definition: Gang member obligation. Cipher: obligation to hold enemy back.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"obligation\" appears in both."}
{"text": "War god confused about English widow (7) ||| Definition: widow. Cipher: War god about English.", "summary": "An important word, \"confused\", that should have been included in either the cipher or definition is missing."}
{"text": "Piano and stringed instrument returned by worker complaining (8) ||| Definition: complaining. Cipher: Piano and stringed instrument returned.", "summary": "Important words, ['worker', 'by'], that should have been included in either the cipher or definition are missing."}
{"text": "Group races alien across green, all turning up (7) ||| Definition: Group. Cipher: races alien across green, all turning up.", "summary": "The definition is correctly identified."}
{"text": "“Cheers for the Hamburger, spoilsport!” (5) ||| Definition: “Cheers three for the Hamburger. Cipher: spoilsport!.", "summary": "The word \"three\" was erroneously inserted."}
{"text": "Mounting objections end (4) ||| Definition: end. Cipher: Mounting.", "summary": "An important word, \"objections\", that should have been included in either the cipher or definition is missing."}
{"text": "Pizzicato sound, soft, part of chain (5) ||| Definition: part of chain. Cipher: Pizzicato sound soft,.", "summary": "The definition is incorrectly identified."}
{"text": "Make public form in Excel (8) ||| Definition: Excel. Cipher: Make public forum.", "summary": "The word \"form\" was erroneously replaced with \"forum\"."}
{"text": "Group of animals that woman ultimately tamed (4) ||| Definition: Group of animals. Cipher: that woman ultimately tamed.", "summary": "The definition is correctly identified."}
{"text": "Turkish report leads in foreign news broadcast (6) ||| Definition: Turkish report. Cipher: leads in foreign news broadcast.", "summary": "The definition is incorrectly identified."}
{"text": "In competition, record foul (4,2) ||| Definition: In. Cipher: competition, record foul.", "summary": "The definition is incorrectly identified."}
{"text": "Greek character nicked a coin once (7) ||| Definition: . Cipher: Greek character nicked a coin once.", "summary": "The definition must not be empty."}
{"text": "High-class crack and dope served up, in an ideal world (6) ||| Definition: an ideal world. Cipher: High-class crack and dope served up in.", "summary": "Definition indicator words were erroneously included in the cipher."}
{"text": "Part of leg lubricated when reviewing swelling (5) ||| Definition: swelling. Cipher: Part of leg when reviewing.", "summary": "An important word, \"lubricated\", that should have been included in either the cipher or definition is missing."}
{"text": "Buddy getting tiniest bit of nettle cooked outside (6) ||| Definition: Buddy bit of nettle. Cipher: tiniest cooked outside.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Placed on top of float, head shaven, telling stories (9) ||| Definition: Placed on top on of. Cipher: float, head shaven, telling stories.", "summary": "The word \"on\" was erroneously inserted."}
{"text": "Vague British tempted to welcome Queen (7) ||| Definition: Vague. Cipher: British tempted we welcome Queen.", "summary": "The word \"to\" was erroneously replaced with \"we\"."}
{"text": "Bank covering up failure in negligent way (8) ||| Definition: in negligent way. Cipher: Bank covering up failure in negligent.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"in negligent\" appears in both."}
{"text": "Sat around, wife was anxious? (7) ||| Definition: . Cipher: Sat around, wife was anxious.", "summary": "The definition is incorrectly identified."}
{"text": "What starts to hover around, having covered some distance? (4-4) ||| Definition: distance. Cipher: What starts to hover around, having covered some.", "summary": "The definition is incorrectly identified."}
{"text": "Diplomatic behaviour, heading off legislation (3) ||| Definition: legislation. Cipher: Diplomatic behaviour, heading off.", "summary": "The definition is correctly identified."}
{"text": "Way in, we hear, for candidates (8) ||| Definition: candidates. Cipher: Way in, we hear for.", "summary": "Definition indicator words were erroneously included in the cipher."}
{"text": "Uncertain yes/no taken to show lack of an essential principle to build on (8) ||| Definition: essential principle should build on. Cipher: Uncertain yes/no taken to show lack of an.", "summary": "The word \"to\" was erroneously replaced with \"should\"."}
{"text": "Acting superior, he’s shooing her off after performing (2,4,4,5) ||| Definition: Acting superior he’s shooing her. Cipher: he’s shooing her off after performing.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"he’s shooing her\" appears in both."}
{"text": "Key thus backfiring for singers (5) ||| Definition: singers. Cipher: thus.", "summary": "Important words, ['Key', 'backfiring'], that should have been included in either the cipher or definition are missing."}
{"text": "The yawl in storm is rolling (7) ||| Definition: is rolling. Cipher: The yawl in storm.", "summary": "Definition indicator words were erroneously included in the defintion."}
{"text": "Plum tie to do the job again after taking scalp of Gunners? (9) ||| Definition: Plum purple. Cipher: do the job again after taking scalp of Gunners.", "summary": "The word \"purple\" was erroneously inserted."}
{"text": "A power held by fellow in charge of a flowering shrub (8) ||| Definition: of a flowering shrub. Cipher: A power held by fellow in charge of a.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"of a\" appears in both."}
{"text": "Pester porter about union coming to premature end (9) ||| Definition: Pester. Cipher: porter about union coming to premature end.", "summary": "The definition is correctly identified."}
{"text": "Last couple of points made by rude delinquent (6) ||| Definition: Last points made by. Cipher: couple of rude delinquent.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Basic flat is next to alleyway (5-5) ||| Definition: Basic flat is next. Cipher: flat is next to alleyway.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"flat is next\" appears in both."}
{"text": "… bust of Nietzsche’s Trampedach! (5) ||| Definition: drug bust. Cipher: of Nietzsche’s Trampedach.", "summary": "The word \"drug\" was erroneously inserted."}
{"text": "Argue about fine distinctions in, say, mammals from Adriatic city (5,5) ||| Definition: Argue about fine distinctions. Cipher: in, say, mammals from Adriatic city.", "summary": "Definition indicator words were erroneously included in the cipher."}
{"text": "Sport labels designed by graduate (8) ||| Definition: Sport. Cipher: labels by graduate.", "summary": "An important word, \"designed\", that should have been included in either the cipher or definition is missing."}
{"text": "Albert shortly gets to be a singer (4) ||| Definition: shortly singer. Cipher: Albert gets to.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Indicate loft in untidy yard in secret state (15) ||| Definition: secret state. Cipher: Indicate loft in the untidy yard.", "summary": "The word \"the\" was erroneously inserted."}
{"text": "Eg Fowler's old lady transfixed by married woman (10) ||| Definition: . Cipher: Eg Fowler's old lady transfixed by married woman.", "summary": "The definition must not be empty."}
{"text": "Make fun of teacher initially in front of facility (5) ||| Definition: Make fun of. Cipher: teacher initially front of facility.", "summary": "An important word, \"in\", that should have been included in either the cipher or definition is missing."}
{"text": "Be composed about relative informally appearing in court (7) ||| Definition: Be composed. Cipher: about relative informally appearing in court.", "summary": "The definition is correctly identified."}
{"text": "Little good in tossing and turning in the raw — try this! (9) ||| Definition: . Cipher: Little good in tossing and turning in the raw — try this!.", "summary": "The definition must not be empty."}
{"text": "Support for constitutional edict backed: ruler to remain (7,5) ||| Definition: Support for constitutional edict backed: ruler. Cipher: edict backed: ruler to remain.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"edict backed: ruler\" appears in both."}
{"text": "Place to use deception at university (4) ||| Definition: Place. Cipher: to use deception on a university.", "summary": "The word \"at\" was erroneously replaced with \"on a\"."}
{"text": "Possibly tie contract to introduce sport (8) ||| Definition: tie. Cipher: Possibly 2-year contract to introduce sport.", "summary": "The word \"2-year\" was erroneously inserted."}
{"text": "Clinical clasp in action (8) ||| Definition: . Cipher: Clinical clasp in action.", "summary": "The definition must not be empty."}
{"text": "Measured talk about work on riot surprisingly (13) ||| Definition: Measured. Cipher: about work riot surprisingly.", "summary": "Important words, ['talk', 'on'], that should have been included in either the cipher or definition are missing."}
{"text": "Five broken toes — these should get cast (5) ||| Definition: toes these should get cast. Cipher: Five broken toes.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"toes\" appears in both."}
{"text": "Novelist OK with a cue, flamboyantly potting first of reds (7) ||| Definition: Gothic Novelist. Cipher: OK with a cue, flamboyantly potting first of reds.", "summary": "The word \"Gothic\" was erroneously inserted."}
{"text": "Turns out to cover European riots (6) ||| Definition: . Cipher: Turns out to cover European riots.", "summary": "The definition must not be empty."}
{"text": "European paper featured in series by Marx Brothers? (8) ||| Definition: . Cipher: European paper featured in series by Marx Brothers?.", "summary": "The definition must not be empty."}
{"text": "Delayed because of wet, we hear (7) ||| Definition: Late. Cipher: because of wet, we hear.", "summary": "The word \"Delayed\" was erroneously replaced with \"Late\"."}
{"text": "Alienate English saint called Egbert originally (8) ||| Definition: Alienate. Cipher: saint called Egbert originally.", "summary": "An important word, \"English\", that should have been included in either the cipher or definition is missing."}
{"text": "Unconvincing feel about opening of bowling, English (6) ||| Definition: Unconvincing. Cipher: feel good about opening of bowling, English.", "summary": "The word \"good\" was erroneously inserted."}
{"text": "A sting? I, doc may be trying to analyse what’s wrong (10) ||| Definition: doc may trying to analyse what’s wrong. Cipher: A sting? I, be.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Upset, sculptor is languishing — take stock from that (9) ||| Definition: take stock from that. Cipher: Upset, sculptor is languishing.", "summary": "The definition is correctly identified."}
{"text": "Mother leaves curry for each new person in East Asia (6) ||| Definition: . Cipher: Mother leaves curry for each new person in East Asia.", "summary": "The definition must not be empty."}
{"text": "Computer systems used in mischievous parties – they surround the entrances (11) ||| Definition: . Cipher: Computer systems used in mischievous parties.", "summary": "The definition is correctly identified."}
{"text": "Persistent, and flying out in case (9) ||| Definition: Persistent flying. Cipher: flying out in case.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"flying\" appears in both."}
{"text": "M25, say, has mechanism for carriageway repairs (9) ||| Definition: carriageway repairs. Cipher: M25, say, has.", "summary": "An important word, \"mechanism\", that should have been included in either the cipher or definition is missing."}
{"text": "Scientists cite negativity holding back development (8) ||| Definition: . Cipher: Scientists cite negativity holding back development.", "summary": "The definition must not be empty."}
{"text": "Defeat (not in sport) (7) ||| Definition: Defeat. Cipher: (not in sport).", "summary": "The definition is correctly identified."}
{"text": "Woman in yacht at sea (7) ||| Definition: Woman kind. Cipher: in yacht at sea.", "summary": "The word \"kind\" was erroneously inserted."}
{"text": "Planned helper to intercept thug (4,3) ||| Definition: . Cipher: Planned helper to intercept thug.", "summary": "The definition must not be empty."}
{"text": "Lyric writer seeing Duane Eddy? (5) ||| Definition: Lyric writer. Cipher: Duane Eddy.", "summary": "The definition is correctly identified."}
{"text": "Anthem is played catching American fervour … (10) ||| Definition: fervour. Cipher: Anthem is played American.", "summary": "An important word, \"catching\", that should have been included in either the cipher or definition is missing."}
{"text": "Dim element deprived of love the second time in a fantasy trilogy (8) ||| Definition: a fantasy trilogy. Cipher: Dim element deprived of love the second time.", "summary": "The definition is correctly identified."}
{"text": "Support isn’t accepted by chief (8) ||| Definition: Support isn’t accepted by. Cipher: isn’t accepted by chief.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"isn’t accepted by\" appears in both."}
{"text": "Kansas belt turned out abnormally tall plants (10) ||| Definition: tall plants. Cipher: Kansas belt turned abnormally.", "summary": "An important word, \"out\", that should have been included in either the cipher or definition is missing."}
{"text": "Climber, one into obsessive climbing (5) ||| Definition: Climber. Cipher: one like obsessive climbing.", "summary": "The word \"into\" was erroneously replaced with \"like\"."}
{"text": "I find smoker unusually annoying (7) ||| Definition: . Cipher: I find smoker unusually annoying.", "summary": "The definition is incorrectly identified."}
{"text": "Jack, boy in weatherproof material (9) ||| Definition: boy weatherproof material. Cipher: Jack, in.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Right in America upset, albeit wrongly (8) ||| Definition: . Cipher: Right in America upset, albeit wrongly.", "summary": "The definition must not be empty."}
{"text": "Under Kidney, son’s dropped from current French team (10) ||| Definition: . Cipher: Under Kidney, son’s dropped from current French team.", "summary": "The definition must not be empty."}
{"text": "Following sequence from popular performance (2,4) ||| Definition: Following sequence. Cipher: performance.", "summary": "An important word, \"popular\", that should have been included in either the cipher or definition is missing."}
{"text": "Wildly enthusiastic, sure to get fancy personal grooming (9) ||| Definition: personal grooming. Cipher: Wildly enthusiastic, sure to get fancy.", "summary": "The definition is correctly identified."}
{"text": "Nibble knight in bed (5) ||| Definition: knight in bed. Cipher: Nibble.", "summary": "The definition is incorrectly identified."}
{"text": "Scientist has info to quote over mist obscuring motorway (10) ||| Definition: Scientist quote over mist. Cipher: info to obscuring motorway.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Bins leak, unfortunately liable to end up under water (8) ||| Definition: liable to end up under water. Cipher: leak, unfortunately.", "summary": "An important word, \"Bins\", that should have been included in either the cipher or definition is missing."}
{"text": "Search one country to secure safe access? (11,4) ||| Definition: . Cipher: Search one country to secure safe access?.", "summary": "The definition must not be empty."}
{"text": "Tennis shot Monsieur features in frame (5) ||| Definition: Tennis shot. Cipher: Monsieur features in picture.", "summary": "The word \"frame\" was erroneously replaced with \"picture\"."}
{"text": "Eggheads with terribly elitist leaning (14) ||| Definition: Eggheads. Cipher: terribly elitist leaning.", "summary": "The definition is correctly identified."}
{"text": "A dentist worried about love potions (9) ||| Definition: . Cipher: A dentist worried about love potions.", "summary": "The definition must not be empty."}
{"text": "Shooting party worker hit by the Queen (6) ||| Definition: Shooting party worker. Cipher: shot by the Queen.", "summary": "The word \"hit\" was erroneously replaced with \"shot\"."}
{"text": "Bit of a bloomer, perhaps, in what page is saying? (9) ||| Definition: Bit of a bloomer perhaps, in what. Cipher: page is saying.", "summary": "Definition indicator words were erroneously included in the definition."}
{"text": "Dignified, but terribly elated, accepted vote (7) ||| Definition: Dignified elated, accepted. Cipher: terribly vote.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Switch on broadcast about hot commercial event (5,4) ||| Definition: . Cipher: Switch on broadcast about hot commercial event.", "summary": "The definition must not be empty."}
{"text": "Surprisingly, erudite man set value too low (13) ||| Definition: . Cipher: Surprisingly, erudite man set value too low.", "summary": "The definition must not be empty."}
{"text": "Unique beer catches on (5) ||| Definition: Unique beer catches. Cipher: beer catches on.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"beer catches\" appears in both."}
{"text": "Carry on suits an eccentric (7) ||| Definition: Carry on an. Cipher: suits eccentric.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Going on again about a former Supreme Court judge (10) ||| Definition: Going on again about a former. Cipher: about a former Supreme Court judge.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"about a former\" appears in both."}
{"text": "Puzzle about boat’s return (5) ||| Definition: . Cipher: Puzzle about boat’s return.", "summary": "The definition must not be empty."}
{"text": "Went off shortly after abbreviated narrative of copycat (6) ||| Definition: . Cipher: Went off shortly after short narrative.", "summary": "The word \"abbreviated\" was erroneously replaced with \"short\"."}
{"text": "Minor tremor as a result of bombshell (10) ||| Definition: Minor tremor of. Cipher: as a result bombshell.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "It’s cold fare put out for a revolutionary leader (5,6) ||| Definition: . Cipher: It’s cold fare put out a revolutionary leader.", "summary": "The definition is incorrectly identified."}
{"text": "Quite a few noticed bagging game (9) ||| Definition: Quite a few. Cipher: noticed bagging game.", "summary": "The definition is correctly identified."}
{"text": "Person trying to win prizes, Spooner’s excited gambler? (9) ||| Definition: gambler. Cipher: Person trying to win prizes Spooner’s excited.", "summary": "The definition is incorrectly identified."}
{"text": "Out of my box, I am after b—— spicy stuff (6,3) ||| Definition: Out of my box, I am after. Cipher: b spicy stuff.", "summary": "The definition is incorrectly identified."}
{"text": "Note work — quiet work, in police station (3,4) ||| Definition: police station. Cipher: Note like work — quiet work.", "summary": "The word \"like\" was erroneously inserted."}
{"text": "Maintain legalese mostly needs rewriting (6) ||| Definition: . Cipher: Maintain legalese mostly needs rewriting.", "summary": "The definition must not be empty."}
{"text": "Helicopter, say, on search mission (7) ||| Definition: on search mission. Cipher: Helicopter, say he.", "summary": "The word \"he\" was erroneously inserted."}
{"text": "Enforcer of energy saving — what about day room needing warmth? (6,5) ||| Definition: Enforcer of energy saving. Cipher: but what about day room needing warmth.", "summary": "The word \"but\" was erroneously inserted."}
{"text": "Chaos caused by argument against merger (9) ||| Definition: Chaotic. Cipher: argument against merger.", "summary": "The word \"Chaos\" was erroneously replaced with \"Chaotic\"."}
{"text": "Mimic returned some money (4) ||| Definition: Mimic. Cipher: returned to me some money.", "summary": "The phrase \"to me\" was erroneously inserted."}
{"text": "Told stories, on the way up, about volunteers in army unit (6) ||| Definition: in army unit. Cipher: Told stories, on the way up, about volunteers.", "summary": "Definition indicator words were erroneously included in the defintion."}
{"text": "Flower (around two seconds) (7) ||| Definition: Flower. Cipher: Flower two.", "summary": "Important words, ['seconds', 'around'], that should have been included in either the cipher or definition are missing."}
{"text": "Check rolls should be turned over (4) ||| Definition: rolls should be turned over. Cipher: Check.", "summary": "The definition is incorrectly identified."}
{"text": "Record crime in Ghana in systematic account (9) ||| Definition: systematic. Cipher: Record crime in Ghana.", "summary": "An important word, \"account\", that should have been included in either the cipher or definition is missing."}
{"text": "Tasteless stuff Venetian artist announced, crafty fellow (9) ||| Definition: Tasteless stuff. Cipher: Venetian artist announced crafty fellow.", "summary": "The definition is incorrectly identified."}
{"text": "Meet religious group to the east of Bury (9) ||| Definition: . Cipher: Meet religious group to the east of Bury.", "summary": "The definition must not be empty."}
{"text": "Indian instrument, one held by celebrity (5) ||| Definition: held by celebrity. Cipher: Indian instrument one.", "summary": "The definition is incorrectly identified."}
{"text": "Characters upset princess with things (10) ||| Definition: Characters. Cipher: upset princess with it.", "summary": "The word \"things\" was erroneously replaced with \"it\"."}
{"text": "Regularly coercing barmaid to display the art of folding sheets (7) ||| Definition: the art of folding sheets. Cipher: Regularly coercing milk barmaid.", "summary": "The word \"milk\" was erroneously inserted."}
{"text": "Pure evil on the up! Not taken to court about it? (9) ||| Definition: to court about it. Cipher: Pure evil on the up! Not taken.", "summary": "The definition is incorrectly identified."}
{"text": "Old coin, restricted, being brought back (6) ||| Definition: brought back. Cipher: Old coin restricted, being.", "summary": "The definition is incorrectly identified."}
{"text": "Dry heated ingredients turning dry (9) ||| Definition: dry. Cipher: Dry heated ingredients turning point.", "summary": "The word \"point\" was erroneously inserted."}
{"text": "Value ship upon high seas (6) ||| Definition: high seas. Cipher: Value ship upon.", "summary": "The definition is incorrectly identified."}
{"text": "City guides on audio (5) ||| Definition: City on. Cipher: guides audio.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Unconventional writing system fast losing following (4) ||| Definition: Unconventional writing system fast losing following. Cipher: fast losing following.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"fast losing following\" appears in both."}
{"text": "Old hard form of silica surrounds geographical feature (10) ||| Definition: Old. Cipher: hard form of silica surrounds geographical feature.", "summary": "The definition is correctly identified."}
{"text": "… male lead from ‘Islands’, tipped off in message (5) ||| Definition: in message. Cipher: … male lead from ‘Islands’, tipped off.", "summary": "Definition indicator words were erroneously included in the defintion."}
{"text": "Teach me to twist the knife (7) ||| Definition: . Cipher: Teach me to twist the knife.", "summary": "The definition must not be empty."}
{"text": "Bit of incidental information is turned over with pleasure (9) ||| Definition: is turned over with pleasure. Cipher: Bit of incidental information.", "summary": "The definition is incorrectly identified."}
{"text": "Carpeting’s total shambles without ruler (7-2) ||| Definition: Carpeting total shambles without. Cipher: total shambles without ruler.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"total shambles without\" appears in both."}
{"text": "Pungent air around middle of restroom (6) ||| Definition: Pungent around. Cipher: air middle of restroom.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Painting in red almost surreal (3,6) ||| Definition: Painting. Cipher: red almost surreal.", "summary": "The definition is correctly identified."}
{"text": "Literary collection about Maine, Rhode Island and California? (9) ||| Definition: Island and California. Cipher: Literary collection about Maine, Rhode Island and California? collection about Maine, Rhode.", "summary": "The definition is incorrectly identified."}
{"text": "Made further use of celery, stirring it up with slices of chicken and duck (8) ||| Definition: duck. Cipher: Made further use of celery, stirring it up with slices of chicken and.", "summary": "The definition is incorrectly identified."}
{"text": "See tears wrecking bits of artistic design (8) ||| Definition: bits of artistic design. Cipher: See tears wrecking ball.", "summary": "The word \"ball\" was erroneously inserted."}
{"text": "Come on — it could be a symbol (8) ||| Definition: a symbol. Cipher: Come on — it could be.", "summary": "Definition indicator words were erroneously included in the defintion."}
{"text": "Extra information from border not amounting to much (9) ||| Definition: Extra helping information. Cipher: border not amounting to much.", "summary": "The word \"helping\" was erroneously inserted."}
{"text": "Searched for somewhere to sleep (6) ||| Definition: for somewhere to sleep. Cipher: Searched.", "summary": "The definition is incorrectly identified."}
{"text": "Quick-witted, casting statue (6) ||| Definition: Witted. Cipher: casting statue.", "summary": "The word \"Quick-witted\" was erroneously replaced with \"Witted\"."}
{"text": "Tell of 506 trapped in sea disaster (6) ||| Definition: Tell. Cipher: 506 trapped in sea disaster.", "summary": "The definition is correctly identified."}
{"text": "Shift of direction implicated in defensive error (4) ||| Definition: Shift of direction. Cipher: implicated him in defensive error.", "summary": "The word \"him\" was erroneously inserted."}
{"text": "One all a-flutter for Real Madrid running around (3,7) ||| Definition: . Cipher: One all a-flutter for Real Madrid running around.", "summary": "The definition must not be empty."}
{"text": "Make a fuss about mass way to dispose of bodies (7) ||| Definition: way dispose of bodies. Cipher: Make a fuss about mass.", "summary": "An important word, \"to\", that should have been included in either the cipher or definition is missing."}
{"text": "State of wife having little drink — half pint (11) ||| Definition: State. Cipher: wife having little drink — one half pint.", "summary": "The word \"one\" was erroneously inserted."}
{"text": "Occupants go to nurse French child female abandoned (8) ||| Definition: Occupants go to nurse. Cipher: go to nurse French child female abandoned.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"go to nurse\" appears in both."}
{"text": "Sitting by river, I’m about to tuck into fruit – this may bring death! (4,6) ||| Definition: tuck into fruit this may bring death. Cipher: Sitting by river, I’m about to tuck into fruit.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"tuck into fruit\" appears in both."}
{"text": "Aristocrat using gardener here and there (5,8) ||| Definition: Aristocrat society. Cipher: using gardener here and there.", "summary": "The word \"society\" was erroneously inserted."}
{"text": "Daughter wraps a present? On the contrary, getting stick (6) ||| Definition: stick bug. Cipher: Daughter wraps a present? On the contrary.", "summary": "The word \"bug\" was erroneously inserted."}
{"text": "Good soul remains to get amount squirrelled away (5) ||| Definition: amount squirrelled away. Cipher: Good soul remains.", "summary": "The definition is correctly identified."}
{"text": "Criminals which I am holding, including the First Lady (7) ||| Definition: Criminals. Cipher: which I am holding, not including the First Lady.", "summary": "The word \"not\" was erroneously inserted."}
{"text": "Wife Tessa, confused, wrong about Old English dialect (4,5) ||| Definition: Tessa, confused, Old English dialect. Cipher: Wife wrong about.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "By which noose is tightened and top link’s broken (8) ||| Definition: By which noose is tightened and. Cipher: top link’s broken.", "summary": "Definition indicator words were erroneously included in the definition."}
{"text": "‘Wife’ in Top Hat dancing in this way by canal (7) ||| Definition: in way by canal. Cipher: ‘Wife’ Top Hat dancing.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Leaders leaving bar aid city that’s showing effect of drought (7) ||| Definition: that’s showing effect of drought. Cipher: Leaders leaving bar aid city.", "summary": "The definition is correctly identified."}
{"text": "Lament withdrawal of eastern network (5) ||| Definition: Lament. Cipher: withdrawal of eastern seaboard network.", "summary": "The word \"seaboard\" was erroneously inserted."}
{"text": "Flowers, say, gone astray (7) ||| Definition: Flour. Cipher: say, gone astray.", "summary": "The word \"Flowers\" was erroneously replaced with \"Flour\"."}
{"text": "Fan, perhaps, of decommissioned vehicle? (9) ||| Definition: Fan, perhaps. Cipher: perhaps decommissioned vehicle.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"perhaps\" appears in both."}
{"text": "The class rioting which scholars carry out (8) ||| Definition: scholars carry out. Cipher: The class rioting.", "summary": "An important word, \"which\", that should have been included in either the cipher or definition is missing."}
{"text": "Head of Mafia caught by hired gun, surprisingly — wow! (9) ||| Definition: wow!. Cipher: Head of Mafia caught by hired gun, dead.", "summary": "The word \"surprisingly\" was erroneously replaced with \"dead\"."}
{"text": "Abuse is included in matter that needs to be sorted (8) ||| Definition: Abuse. Cipher: is included in idea that needs to be sorted.", "summary": "The word \"matter\" was erroneously replaced with \"idea\"."}
{"text": "Ending of hangings in small Eastern country causes a thrill (9) ||| Definition: a thrill. Cipher: Ending of hangings draped in small Eastern country.", "summary": "The word \"draped\" was erroneously inserted."}
{"text": "Individual taking new name first (7) ||| Definition: . Cipher: new name.", "summary": "Important words, ['Individual', 'first'], that should have been included in either the cipher or definition are missing."}
{"text": "Copy, published, that is dividing family (10) ||| Definition: . Cipher: Copy, published, that is dividing family.", "summary": "The definition must not be empty."}
{"text": "Folk singer playing banjo with endless zeal (4,4) ||| Definition: Folk singer. Cipher: playing banjo zeal.", "summary": "Important words, ['endless', 'with'], that should have been included in either the cipher or definition are missing."}
{"text": "Capital journey on liner is just starting (7) ||| Definition: Capital. Cipher: journey on is just.", "summary": "Important words, ['liner', 'starting'], that should have been included in either the cipher or definition are missing."}
{"text": "Prize mongrel male dog chewing ends of lead (4,5) ||| Definition: Prize chewing. Cipher: mongrel male dog ends of lead.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Most of tag team seen in old sitcom (4) ||| Definition: tag old sitcom. Cipher: Most of team.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Resolve to tackle North American hostility (6) ||| Definition: hostility. Cipher: Resolve to tackle an American.", "summary": "The word \"North\" was erroneously replaced with \"N\"."}
{"text": "River in principal area is a place with boats (6) ||| Definition: . Cipher: River in principal area is a place with boats.", "summary": "The definition must not be empty."}
{"text": "Song about Zulu that’s work-shy (4) ||| Definition: Song. Cipher: about Zulu work-shy.", "summary": "The definition is incorrectly identified."}
{"text": "Leader‘s turbulent priest found outside study (9) ||| Definition: . Cipher: Leader‘s turbulent priest found outside study.", "summary": "The definition must not be empty."}
{"text": "Comedian mostly repelled after dad sees photographers (9) ||| Definition: photographers. Cipher: Comedian repelled after dad sees.", "summary": "An important word, \"mostly\", that should have been included in either the cipher or definition is missing."}
{"text": "Managed to get raise with share account (9) ||| Definition: Managed. Cipher: to get raise with share account.", "summary": "The definition is incorrectly identified."}
{"text": "A long time to house relative in place that’s private (8) ||| Definition: house relative private. Cipher: A long time to in place.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Bury something cold, heading off (5) ||| Definition: . Cipher: Bury something cold, heading off.", "summary": "The definition must not be empty."}
{"text": "Pointer about one of life’s essentials (7) ||| Definition: one of life’s essentials. Cipher: Lazer Pointer about.", "summary": "The word \"Lazer\" was erroneously inserted."}
{"text": "Border crossing contact is concern (9) ||| Definition: Border. Cipher: crossing contact is concern scare.", "summary": "The word \"scare\" was erroneously inserted."}
{"text": "Talk about conclusion of bizarre con (5) ||| Definition: . Cipher: Talk about conclusion of bizarre con.", "summary": "The definition must not be empty."}
{"text": "Periods restricting the Spanish – times when things don’t get going (6) ||| Definition: times when things don’t get going. Cipher: Periods restricting the Spanish –.", "summary": "The definition is correctly identified."}
{"text": "Victory number one turned series (10) ||| Definition: series. Cipher: one turned.", "summary": "Important words, ['number', 'Victory'], that should have been included in either the cipher or definition are missing."}
{"text": "Cape fruit previously creating a nasty scene? (8) ||| Definition: Cape fruit previously a nasty scene. Cipher: Cape fruit previously.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"Cape fruit previously\" appears in both."}
{"text": "Some toast stunning defeat in study (7) ||| Definition: study. Cipher: Some toast stunning defeat in.", "summary": "The definition is incorrectly identified."}
{"text": "British Miss married a business school type, a snake (5,5) ||| Definition: a snake. Cipher: British girl married a business school type.", "summary": "The word \"Miss\" was erroneously replaced with \"girl\"."}
{"text": "Request to take food into vestibule? (8) ||| Definition: Request. Cipher: to take food into vestibule.", "summary": "Definition indicator words were erroneously included in the cipher."}
{"text": "Hairy giant has an unauthorised dwelling in school (9) ||| Definition: Hairy giant in. Cipher: an unauthorised dwelling school.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Mountain climbing nationalist’s scheme (4) ||| Definition: scheme. Cipher: Tree climbing nationalist.", "summary": "The word \"Mountain\" was erroneously replaced with \"Tree\"."}
{"text": "Location much sought by Stalin after revolution (8) ||| Definition: Location much sought. Cipher: by Stalin after revolution.", "summary": "The definition is correctly identified."}
{"text": "Book commission — criticise cost of loan (6,10,4) ||| Definition: commission — criticise cost of loan. Cipher: Book commission — criticise.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"commission — criticise\" appears in both."}
{"text": "Upper level light on board (9) ||| Definition: Upper level on. Cipher: light board.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Insensitive, possibly, Donald’s offering things that won’t work (4,5) ||| Definition: possibly, things that won’t work. Cipher: Insensitive, Donald’s.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "The woman crossing a road should beware of traffic stopped here! (4,8) ||| Definition: beware of traffic stopped here. Cipher: The woman crossing a road should.", "summary": "The definition is correctly identified."}
{"text": "The state of Wendy after mingling with Lew? (5-3) ||| Definition: The state. Cipher: Wendy after mingling with Lew.", "summary": "The definition is correctly identified."}
{"text": "Singer has tension after her work (10) ||| Definition: Singer has. Cipher: tension after her work.", "summary": "Definition indicator words were erroneously included in the definition."}
{"text": "Unusual item copper linked with port in Brazil (5) ||| Definition: Unusual item linked with. Cipher: copper port in Brazil.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Ill-fated one lost in pitch? (4-4) ||| Definition: Ill-fated. Cipher: one lost in pitch.", "summary": "The definition is incorrectly identified."}
{"text": "Acclaim new papal practice (8) ||| Definition: Acclaim new papal. Cipher: new papal practice.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"new papal\" appears in both."}
{"text": "Problem sleeping? One surprisingly found in alpha male relative (6) ||| Definition: One surprisingly found in alpha male relative. Cipher: Problem sleeping.", "summary": "The definition is incorrectly identified."}
{"text": "Feature a time-consuming testimony (9) ||| Definition: testimony. Cipher: Feature a time-consuming.", "summary": "The definition is incorrectly identified."}
{"text": "The core earth’s middle pens? Possibly (12) ||| Definition: core. Cipher: The earth’s middle pens? Possibly.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "The man wears beret? That’s vulgar (5) ||| Definition: . Cipher: The man wears beret vulgar.", "summary": "The definition is incorrectly identified."}
{"text": "Wrecked taxi, he pays for throttle (10) ||| Definition: throttle. Cipher: Wrecked taxi, he pays.", "summary": "The definition is correctly identified."}
{"text": "Mean-spirited Conservative party at end of election (6) ||| Definition: Mean-spirited party. Cipher: Conservative at end of election.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Sick individual working to embrace America’s fantasy (8 ) ||| Definition: . Cipher: Sick individual working Sick individual working to embrace America’s.", "summary": "Definition indicator words were erroneously included in the cipher."}
{"text": "Being obsessive, name distinctive rock type (8) ||| Definition: Being obsessive,. Cipher: name distinctive rock type.", "summary": "The definition is incorrectly identified."}
{"text": "Indian lute is brought back by sailor (5) ||| Definition: lute. Cipher: is brought back by sailor.", "summary": "An important word, \"Indian\", that should have been included in either the cipher or definition is missing."}
{"text": "Former pet can’t mix with child (9) ||| Definition: with child. Cipher: Former pet can’t mix with child.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"with child\" appears in both."}
{"text": "Having run down, rare warmth envelops players (13,9) ||| Definition: players. Cipher: run down, rare warmth envelops.", "summary": "An important word, \"Having\", that should have been included in either the cipher or definition is missing."}
{"text": "District with cup in Italy? I’m excited (12) ||| Definition: District Italy? I’m. Cipher: cup in excited.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Aussie Brown entertains primarily sexual obsession (9) ||| Definition: . Cipher: Aussie Brown entertains primarily sexual obsession.", "summary": "The definition must not be empty."}
{"text": "Remaining bottles primarily noxious and potent, not initially fit for cooking (4-5) ||| Definition: fit on cooking. Cipher: Remaining bottles primarily noxious and potent, not initially.", "summary": "The word \"for\" was erroneously replaced with \"on\"."}
{"text": "Murder suspect to lam scoundrel painfully (7,7) ||| Definition: Murder suspect. Cipher: killed to lam scoundrel painfully.", "summary": "The word \"killed\" was erroneously inserted."}
{"text": "Bloated? Stop imbibing fizzy lager (8) ||| Definition: Bloated Stop imbibing. Cipher: Stop imbibing fizzy lager.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"Stop imbibing\" appears in both."}
{"text": "Plant in pound range with moss for replanting (10) ||| Definition: Plant. Cipher: pound range with moss around for replanting.", "summary": "The word \"around\" was erroneously inserted."}
{"text": "Conservative crane erector limits height gain (5-6) ||| Definition: . Cipher: Conservative crane erector limits height gain.", "summary": "The definition must not be empty."}
{"text": "Name missing from sign is a drag (4) ||| Definition: Name. Cipher: missing from sign a drag.", "summary": "The definition is incorrectly identified."}
{"text": "Bank worker eating most of party fare? (9) ||| Definition: eating fare. Cipher: Bank worker most of party.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Dislike a pose adopted by actor Leonard (9) ||| Definition: Disturb. Cipher: a pose adopted by actor Leonard.", "summary": "The word \"Dislike\" was erroneously replaced with \"Disturb\"."}
{"text": "Working mothers welcome right over a limited period (5-4) ||| Definition: a limited period. Cipher: Working mothers welcome right a limited.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"a limited\" appears in both."}
{"text": "Morse, involved in link, gets boring (8) ||| Definition: boring. Cipher: Morse, involved in like.", "summary": "The word \"link\" was erroneously replaced with \"like\"."}
{"text": "Poor clue standard to cause corruption (8) ||| Definition: cause corruption. Cipher: Poor clue to.", "summary": "An important word, \"standard\", that should have been included in either the cipher or definition is missing."}
{"text": "Turnips observed when turning over front of plot (5) ||| Definition: Turnips planted. Cipher: observed when turning over front of plot.", "summary": "The word \"planted\" was erroneously inserted."}
{"text": "Tops in Premier League, American, also (4) ||| Definition: also. Cipher: Tops in Premier League, American.", "summary": "The definition is correctly identified."}
{"text": "Full theatre allowed me to ignore money (7) ||| Definition: . Cipher: Full theatre allowed me to ignore money.", "summary": "The definition must not be empty."}
{"text": "Choose mail programme that’s just right (7) ||| Definition: just right. Cipher: Choose mail programme that’s.", "summary": "Definition indicator words were erroneously included in the cipher."}
{"text": "Replacing fellow artist, finally, as singer? (9) ||| Definition: singer. Cipher: Replacing music artist, finally.", "summary": "The word \"fellow\" was erroneously replaced with \"music\"."}
{"text": "TV drama series provided that about Father Time? (4,6) ||| Definition: TV drama series. Cipher: provided that about Father Time.", "summary": "The definition is correctly identified."}
{"text": "Oil covering end of document on a large emblem of sovereignty (5,4) ||| Definition: . Cipher: Oil covering end of document on a large emblem of sovereignty.", "summary": "The definition must not be empty."}
{"text": "New moon about to be late (2,4) ||| Definition: late. Cipher: New moon about.", "summary": "The definition is correctly identified."}
{"text": "Rocket incorporating new submarine detection system (5) ||| Definition: Rocket incorporating new submarine detection system. Cipher: Rocket incorporating new.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"Rocket incorporating new\" appears in both."}
{"text": "During film, Dr Watson appears terribly abrupt (5,3,5) ||| Definition: abrupt. Cipher: During Watson appears terribly.", "summary": "Important words, ['film,', 'Dr'], that should have been included in either the cipher or definition are missing."}
{"text": "Smoker's item lost touring hospital (7) ||| Definition: item. Cipher: lost touring hospital.", "summary": "An important word, \"Smoker's\", that should have been included in either the cipher or definition is missing."}
{"text": "Keep prisoners ever reformed (8) ||| Definition: . Cipher: Keep prisoners ever reformed.", "summary": "The definition must not be empty."}
{"text": "College lecturer after a tense period left being one-sided (10) ||| Definition: being one-sided. Cipher: College lecturer after a tense period left.", "summary": "Definition indicator words were erroneously included in the defintion."}
{"text": "I’m irate about how long programme goes on for (7) ||| Definition: . Cipher: I’m irate about how long programme goes on for.", "summary": "The definition is incorrectly identified."}
{"text": "Farm animals changed direction, with rain starting to hit area just south of London (11,4) ||| Definition: area just south of London. Cipher: Farm animals changed direction, with rain starting to hit.", "summary": "The definition is correctly identified."}
{"text": "Since coming from Belgium Hercule finally with grounds for action (7) ||| Definition: Since. Cipher: Belgium Hercule with grounds action.", "summary": "Important words, ['finally', 'for'], that should have been included in either the cipher or definition are missing."}
{"text": "Somewhere in America Derek gets clued up (8) ||| Definition: Somewhere in America clued. Cipher: Derek gets up.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Improperly obtains part of castle that’s outstanding? (7) ||| Definition: part of castle that’s outstanding?. Cipher: Doesn't obtains.", "summary": "The word \"Improperly\" was erroneously replaced with \"Doesn't\"."}
{"text": "Son quietly studied feast (6) ||| Definition: feat. Cipher: Son quietly studied.", "summary": "The word \"feast\" was erroneously replaced with \"feat\"."}
{"text": "Visibly embarrassed about English journalists being put down (9) ||| Definition: put down. Cipher: Visibly embarrassed about English journalists.", "summary": "The definition is correctly identified."}
{"text": "Rudely waken to take part in combat (9) ||| Definition: take part combat. Cipher: Rudely waken to take part.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"take part\" appears in both."}
{"text": "Awkward brute is interrupting office task, a delaying tactic (13) ||| Definition: a delaying tactic. Cipher: Awkward brute is interrupting office task.", "summary": "The definition is correctly identified."}
{"text": "Capital banked by chief, he left for France (1,6) ||| Definition: left for France. Cipher: Capital banked by chief, he.", "summary": "The definition is correctly identified."}
{"text": "Given new menus you all sit together (14) ||| Definition: together. Cipher: Given menus you all sit.", "summary": "An important word, \"new\", that should have been included in either the cipher or definition is missing."}
{"text": "Pinafore dress James picked up by mistake (7) ||| Definition: Pinafore dress. Cipher: James picked up by mistake err.", "summary": "The word \"err\" was erroneously inserted."}
{"text": "Capital required to get a new car on account (5) ||| Definition: . Cipher: Capital required to get a new car on account.", "summary": "The definition must not be empty."}
{"text": "Caught a drunk outside racecourse (5) ||| Definition: Caught. Cipher: a drunk outside racecourse.", "summary": "The definition is incorrectly identified."}
{"text": "Performance extremely numbing, I’m heading for the exit! (2,4) ||| Definition: I’m heading for the exit!. Cipher: Performance extremely numbing.", "summary": "The definition is correctly identified."}
{"text": "School member admits dirty look and gesture (8) ||| Definition: gesture. Cipher: School member admits dirty and and.", "summary": "Definition indicator words were erroneously included in the cipher."}
{"text": "Plot against American defecting is very easy initially (8) ||| Definition: Land Plot. Cipher: against American defecting is very easy initially.", "summary": "The word \"Land\" was erroneously inserted."}
{"text": "Language in the manner of a noisy boom outside small room (8) ||| Definition: Language. Cipher: a noisy boom outside small room.", "summary": "The definition is correctly identified."}
{"text": "Issues in changing times (5) ||| Definition: Issues changing times. Cipher: changing times.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"changing times\" appears in both."}
{"text": "Sweets in tin daddy emptied (5) ||| Definition: . Cipher: Sweets in tin daddy emptied.", "summary": "The definition must not be empty."}
{"text": "Test returns in regular order (4) ||| Definition: Test regular. Cipher: returns in order.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Means, indeed, always to include five reservists at sea (4,4) ||| Definition: reservists sea. Cipher: Means, indeed, always to include five.", "summary": "An important word, \"at\", that should have been included in either the cipher or definition is missing."}
{"text": "Puzzle in south chasing westbound taxi provider (5) ||| Definition: Puzzle south. Cipher: south chasing westbound taxi provider.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"south\" appears in both."}
{"text": "Praise, or similar, encountered in part of theatre? (7) ||| Definition: Praise similar, encountered in. Cipher: similar, encountered in part of theatre.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"similar, encountered in\" appears in both."}
{"text": "Suffered in a French river (9) ||| Definition: Suffered. Cipher: a French river.", "summary": "The definition is correctly identified."}
{"text": "Girl rings friend and mum in holiday location (3,6) ||| Definition: Girl rings friend. Cipher: and mum holiday location.", "summary": "The definition is incorrectly identified."}
{"text": "Bring up small bench (4) ||| Definition: Bring up. Cipher: small bench player.", "summary": "The word \"player\" was erroneously inserted."}
{"text": "Initially nervous: when turning to drink, gains a little extra confidence (12) ||| Definition: gains a confidence. Cipher: Initially nervous: when turning to drink, little extra.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Revised assessment liars appear to develop (11) ||| Definition: Graded Revised assessment. Cipher: liars appear to develop.", "summary": "The word \"Graded\" was erroneously inserted."}
{"text": "King Charles perhaps explains mix up having lost the vote (7) ||| Definition: up having lost the vote. Cipher: King Charles explains mix.", "summary": "The definition is incorrectly identified."}
{"text": "Difficult old puzzle priest threatening not to complete (10) ||| Definition: Difficult ugly puzzle. Cipher: priest threatening not to complete.", "summary": "The word \"old\" was erroneously replaced with \"ugly\"."}
{"text": "Badly lost, Del embraces variable dates Julius arranged (3,5) ||| Definition: Del embraces dates Julius arranged. Cipher: Badly lost, variable.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Driving, not running, holding broken handset (2,3,6) ||| Definition: Driving crazy. Cipher: not running, holding broken handset.", "summary": "The word \"crazy\" was erroneously inserted."}
{"text": "Colonel associated with us, not so neutral or tame? (10) ||| Definition: wild or tame. Cipher: Colonel associated with us, not so.", "summary": "The word \"neutral\" was erroneously replaced with \"wild\"."}
{"text": "Duke standing by national PM (8) ||| Definition: PM. Cipher: Duke standing by national.", "summary": "The definition is correctly identified."}
{"text": "Learns about love somewhere in Italy (7) ||| Definition: somewhere in Italy. Cipher: Learns about love.", "summary": "The definition is correctly identified."}
{"text": "Regret turning over power? I see an evolving attempt to integrate with neighbours (11) ||| Definition: attempt to integrate with neighbours. Cipher: Regret turning over power? I see an evolving.", "summary": "The definition is correctly identified."}
{"text": "Quite sour cocktail is a shade of blue (9) ||| Definition: a of. Cipher: Quite sour cocktail.", "summary": "Important words, ['blue', 'shade'], that should have been included in either the cipher or definition are missing."}
{"text": "Structure made with cunning technique (7) ||| Definition: . Cipher: Structure made with cunning technique.", "summary": "The definition must not be empty."}
{"text": "Bid slacker to work — one perhaps reluctant to do so? (10) ||| Definition: one perhaps reluctant to do so?. Cipher: Bid slacker to labor.", "summary": "The word \"work\" was erroneously replaced with \"labor\"."}
{"text": "Chapel area in gold and blue (7) ||| Definition: Chapel and. Cipher: area in gold blue.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Apple peel, apricot and nuts — Ma prepared too much for a trifle (1,5,2,1,6) ||| Definition: too much for a trifle. Cipher: Apple (peel.", "summary": "The definition is correctly identified."}
{"text": "Extremely giddy sailor pirouetting (8) ||| Definition: pirouetting. Cipher: Extremely giddy sailor boy.", "summary": "The word \"boy\" was erroneously inserted."}
{"text": "Remedies bring back the other condition (5) ||| Definition: bring back the other condition. Cipher: Remedies.", "summary": "The definition is incorrectly identified."}
{"text": "Irregular bet incriminates leading politician (7,8) ||| Definition: world's leading politician. Cipher: Irregular bet incriminates.", "summary": "The word \"world's\" was erroneously inserted."}
{"text": "Unruly nieces consume hot takeaway (7) ||| Definition: Unruly nieces. Cipher: consume hot takeaway.", "summary": "The definition is incorrectly identified."}
{"text": "Reprimand skaters for casual footwear (6,8) ||| Definition: . Cipher: Reprimand skaters casual footwear.", "summary": "The definition is incorrectly identified."}
{"text": "Meets us for a change, that’s not to be missed (4-3) ||| Definition: for a change not to be missed. Cipher: Meets us for a change.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"for a change\" appears in both."}
{"text": "Not finished in race crossing lake (10) ||| Definition: Not finished in. Cipher: in race crossing lake.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"in\" appears in both."}
{"text": "Those without stockings are not commonly corrupt (5) ||| Definition: Those. Cipher: without stockings are not commonly corrupt.", "summary": "The definition is incorrectly identified."}
{"text": "US money and yen received, clutching a buck (5,4) ||| Definition: received, clutching buck. Cipher: US money and yen a.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Cleaner with little energy’s given notice that needs to be worked out (7) ||| Definition: notice that needs to be worked out. Cipher: Cleaner with little energy’s given notice.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"notice\" appears in both."}
{"text": "Relative in southeast river stroll (7) ||| Definition: . Cipher: Relative in southeast river stroll.", "summary": "The definition must not be empty."}
{"text": "Striker on trial for big game (4,5) ||| Definition: big day. Cipher: Striker on trial.", "summary": "The word \"game\" was erroneously replaced with \"day\"."}
{"text": "Paris in tatters: end of mortal coil (6) ||| Definition: re coil. Cipher: Paris in tatters: end of mortal.", "summary": "The word \"re\" was erroneously inserted."}
{"text": "Mishap when the west has a change of leader (8) ||| Definition: Mishap the west. Cipher: the west has a change of leader.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"the west\" appears in both."}
{"text": "Turner placing wife between insect and rat (8) ||| Definition: Turn. Cipher: placing wife between insect and rat.", "summary": "The word \"Turner\" was erroneously replaced with \"Turn\"."}
{"text": "Racist son’s cooked breakfast in France? (10) ||| Definition: Racist. Cipher: son’s cooked breakfast in France?.", "summary": "The definition is incorrectly identified."}
{"text": "Religious type converted in the past (9) ||| Definition: Religious type. Cipher: converted to the past.", "summary": "The word \"in\" was erroneously replaced with \"to\"."}
{"text": "Needed fiddle with a big tool (9) ||| Definition: Needed. Cipher: fiddle with a heavy tool.", "summary": "The word \"big\" was erroneously replaced with \"heavy\"."}
{"text": "Somehow hears about cold war tirade that allows the force to go in (6,7) ||| Definition: that allows the force to go in. Cipher: Somehow hears about cold war tirade.", "summary": "The definition is correctly identified."}
{"text": "Fragments from books written in code (6) ||| Definition: Metal Fragments. Cipher: books written in code.", "summary": "The word \"Metal\" was erroneously inserted."}
{"text": "Part of engine and kit found by tree (7) ||| Definition: tree. Cipher: Part of engine kit found by.", "summary": "The definition is incorrectly identified."}
{"text": "Governor's girl in prison (9) ||| Definition: Governor. Cipher: girl in prison.", "summary": "The definition is correctly identified."}
{"text": "Suddenly appearing to blend into space close to Bert (8) ||| Definition: Suddenly appearing space close to. Cipher: to blend into Bert.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Recent disturbances have a point (7) ||| Definition: . Cipher: Recent disturbances have a point.", "summary": "The definition must not be empty."}
{"text": "Rest turned up to support old US inventor (4) ||| Definition: US inventor. Cipher: Rest turned up to support old.", "summary": "The definition is correctly identified."}
{"text": "I'm going to answer guy that's awkward (3,2,4) ||| Definition: to awkward. Cipher: I'm going answer guy.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Forgetting women, power right up for event on 30? (7) ||| Definition: for event on 30. Cipher: Forgetting women, power right up.", "summary": "Definition indicator words were erroneously included in the defintion."}
{"text": "Queen’s hugged by terribly austere and valued friend (8) ||| Definition: . Cipher: Queen’s hugged by terribly austere and valued friend.", "summary": "The definition must not be empty."}
{"text": "Effectiveness in revolutionary aircrew operations (5) ||| Definition: . Cipher: Effectiveness in revolutionary aircrew operations.", "summary": "The definition must not be empty."}
{"text": "Check on old artist touring independent theatres (9) ||| Definition: theatres. Cipher: Check on old touring independent.", "summary": "An important word, \"artist\", that should have been included in either the cipher or definition is missing."}
{"text": "Romance’s beginning to go off? Make up roughly (6) ||| Definition: to go Make up roughly. Cipher: Romance’s beginning off.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Rising anger about reorganisation of NHS, backing study that’s legally protected (9) ||| Definition: legally protected. Cipher: Rising anger about reorganisation of NHS, backing study that’s.", "summary": "The definition is correctly identified."}
{"text": "Long to cover mature show (7) ||| Definition: Long to cover. Cipher: mature show.", "summary": "The definition is incorrectly identified."}
{"text": "The men put away the last of many (9) ||| Definition: the last of many. Cipher: The men put.", "summary": "An important word, \"away\", that should have been included in either the cipher or definition is missing."}
{"text": "Parrot pointless score by old English composer, we hear (8) ||| Definition: Parrot. Cipher: pointless score by old score composer, we hear.", "summary": "The word \"English\" was erroneously replaced with \"score\"."}
{"text": "University position — risks pinning list up with it (14) ||| Definition: University position risks pinning. Cipher: risks pinning list up with it.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"risks pinning\" appears in both."}
{"text": "Craft sample with vertically cut inset (3-6) ||| Definition: Craft. Cipher: sample with vertically inset.", "summary": "An important word, \"cut\", that should have been included in either the cipher or definition is missing."}
{"text": "Mad cheer discerned for political initiative (8) ||| Definition: cheer political initiative. Cipher: Mad discerned.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "One bent nail stops it opening (7) ||| Definition: stops opening. Cipher: One bent nail it.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Female going to match — second-rate journey? (5) ||| Definition: . Cipher: Female going to match — second-rate journey?.", "summary": "The definition must not be empty."}
{"text": "Sweetener to get improper rebates about rugs essentially (4,5) ||| Definition: Sweetener improper rebates. Cipher: improper rebates about rugs essentially.", "summary": "Each word in the clue can only belong to either the cipher or definition, not both. The phrase \"improper rebates\" appears in both."}
{"text": "Make mistake about every other letter of answer? You need this (6) ||| Definition: every other letter You need this. Cipher: Make mistake about of answer.", "summary": "The cipher and definition must both be made up of sequential words."}
{"text": "Keen about that woman’s fruit tree (6) ||| Definition: . Cipher: Keen about that woman’s fruit tree.", "summary": "The definition must not be empty."}
{"text": "Flower beds carried first of tulips in botanical garden (9) ||| Definition: botanical garden. Cipher: Flower beds carried first of tulips in.", "summary": "The definition is correctly identified."}
{"text": "Doing sentry duty in rocky ground screening west of airport (2,5) ||| Definition: Doing sentry duty. Cipher: rocky ground screening west of airport.", "summary": "The definition is correctly identified."}
{"text": "Flow of old from poet perishing early (5) ||| Definition: River of old from poet. Cipher: perishing early.", "summary": "The word \"Flow\" was erroneously replaced with \"River\"."}
{"text": "Prize money unaffected, favourites in the end entered (5) ||| Definition: Prize money. Cipher: unaffected, favourites in the end entered.", "summary": "The definition is correctly identified."}
{"text": "Cheap booze knocked back, not good for instructor (5) ||| Definition: instructor. Cipher: Cheap booze knocked over not good.", "summary": "The word \"back,\" was erroneously replaced with \"over\"."}
