{"text": "Acquisitive chap, as we see it (8) ||| Definition: A Acquisitive. Cipher: chap, as we see it.", "summary": "Definition: Acquisitive. Cipher: chap, as we see it."}
{"text": "Praise, primarily, to give the thing acclaim? (7) ||| Definition: Praise. Cipher: primarily, give the thing acclaim.", "summary": "Definition: Praise. Cipher: primarily, to give the thing acclaim."}
{"text": "Protective cover Queen got from prime minister (6) ||| Definition: . Cipher: Protective cover Queen got from prime minister.", "summary": "Definition: Protective cover. Cipher: Queen got from prime minister."}
{"text": "Share mistake and initially even Wall Street stalls? (8) ||| Definition: . Cipher: Share mistake and initially even Wall Street stalls?.", "summary": "Definition: Wall Street stalls. Cipher: Share mistake and initially even."}
{"text": "Concerned with small emergency arising once more (9) ||| Definition: arise once more. Cipher: Concerned with small emergency.", "summary": "Definition: arising once more. Cipher: Concerned with small emergency."}
{"text": "Vouchsafed information about Roman square (5) ||| Definition: . Cipher: Vouchsafed information about Roman square.", "summary": "Definition: Vouchsafed. Cipher: information about Roman square."}
{"text": "Volunteers express disapproval — that’s not acceptable (5) ||| Definition: — that’s not acceptable. Cipher: Volunteers express disapproval — that’s.", "summary": "Definition: not acceptable. Cipher: Volunteers express disapproval — that’s."}
{"text": "Skill I learnt initially in prison which some find hard to swallow (9) ||| Definition: which some find hard to swallow. Cipher: Skill I learnt initially in prison.", "summary": "Definition: which some find hard to swallow. Cipher: Skill I learnt initially in prison."}
{"text": "Soft-hearted person posted current crew thanks and tip (14) ||| Definition: Soft-hearted person. Cipher: posted current crew thanks you and tip.", "summary": "Definition: Soft-hearted person. Cipher: posted current crew thanks and tip."}
{"text": "Tending to race up and burst into song (7) ||| Definition: Tending to. Cipher: race up and busts into song.", "summary": "Definition: Tending to. Cipher: race up and burst into song."}
{"text": "Rule first cells must be set up for admission (6) ||| Definition: admission. Cipher: Rule first cells must be up.", "summary": "Definition: admission. Cipher: Rule first cells must be set up."}
{"text": "Record single up around number four in chart (5) ||| Definition: Record. Cipher: single up around number four in chart.", "summary": "Definition: Record. Cipher: single up around number four in chart."}
{"text": "Training device transforming Liam's tour (9) ||| Definition: . Cipher: Training device transforming Liam's tour.", "summary": "Definition: Training device. Cipher: transforming Liam's tour."}
{"text": "Switch posts near ground (9) ||| Definition: Switch posts near. Cipher: posts near ground.", "summary": "Definition: Switch. Cipher: posts near ground."}
{"text": "Destroyed a Parisian serving-girl verbally? (6) ||| Definition: Destroyed a Parisian. Cipher: a Parisian serving-girl verbally.", "summary": "Definition: Destroyed. Cipher: a Parisian serving-girl verbally."}
{"text": "Born high or low, pondered changing sides (4-7) ||| Definition: Born high. Cipher: to low, pondered changing sides.", "summary": "Definition: Born high. Cipher: low, pondered changing sides."}
{"text": "Promotion of publicly funded entertainment starting three months early? (9) ||| Definition: Promotion. Cipher: publicly funded entertainment starting three months early.", "summary": "Definition: Promotion. Cipher: publicly funded entertainment starting three months early."}
{"text": "Revolutionary to run broadcasting company (7) ||| Definition: broadcasting company. Cipher: Revolutionary to run.", "summary": "Definition: Revolutionary. Cipher: to run broadcasting company."}
{"text": "Hybrid animal has feline claw shortened (7) ||| Definition: Hybrid animal. Cipher: feline claw shortened.", "summary": "Definition: Hybrid animal. Cipher: feline claw shortened."}
{"text": "Madcap display with tops off carelessly (6) ||| Definition: . Cipher: Madcap display with tops off carelessly.", "summary": "Definition: carelessly. Cipher: Madcap display with tops off."}
{"text": "Was a loudmouth Liberal before getting into power? (8) ||| Definition: before getting into power. Cipher: Was a loudmouth Liberal.", "summary": "Definition: Was a loudmouth. Cipher: Liberal before getting into power."}
{"text": "Jesus follower uplifted youth with spirited stuff, just past two o'clock? (4,9) ||| Definition: Jesus follows. Cipher: uplifted youth with spirited stuff, just past two o'clock.", "summary": "Definition: Jesus follower. Cipher: uplifted youth with spirited stuff, just past two o'clock."}
{"text": "Snake swallowing piece representing half or quarter of artists (7) ||| Definition: or quarter of artists. Cipher: Snake swallowing piece representing half.", "summary": "Definition: quarter of artists. Cipher: Snake swallowing piece representing half."}
{"text": "Hater of Brussels sprouts to start with mushroom, having obsessed about removing cap (11) ||| Definition: Hater of Brussels. Cipher: sprouts to start with mushroom, having been obsessed about removing cap.", "summary": "Definition: Hater of Brussels. Cipher: sprouts to start with mushroom, having obsessed about removing cap."}
{"text": "Suave person who won't keep your interest without rifling through it (6-4) ||| Definition: with rifling through it. Cipher: Suave person who won't keep your interest.", "summary": "Definition: without rifling through it. Cipher: Suave person who won't keep your interest."}
{"text": "9 in the morning, stopping long speech (8) ||| Definition: . Cipher: 9 in the morning, stopping long speak.", "summary": "Definition: . Cipher: 9 in the morning, stopping long speech."}
{"text": "A tiny toll from rise of large deer parasite in egg form (6) ||| Definition: . Cipher: A tiny toll from rise of large deer parasite in egg form.", "summary": "Definition: A tiny toll. Cipher: from rise of large deer parasite in egg form."}
{"text": "Publicity favoured pushy salesman's data, on paper (8) ||| Definition: data, on paper. Cipher: Publicity favoured pushy salesman's data, on paper.", "summary": "Definition: data, on paper. Cipher: Publicity favoured pushy salesman's."}
{"text": "Disagreement on acceptance of a queen's duty (6) ||| Definition: duty. Cipher: Disagreement on acceptance of a queen's.", "summary": "Definition: duty. Cipher: Disagreement on acceptance of a queen's."}
{"text": "Charmer, bachelor in art school, that might be handy in a street fight (11) ||| Definition: that might be handy in a street fight. Cipher: bachelor in school.", "summary": "Definition: that might be handy in a street fight. Cipher: Charmer, bachelor in art school."}
{"text": "Opposing discrimination, say, came down on a piece from Opera North (11) ||| Definition: . Cipher: Opposing discrimination, say, came down on a piece from Opera North.", "summary": "Definition: Opposing discrimination. Cipher: say, came down on a piece from Opera North."}
{"text": "Perhaps show outrage about popular sportsperson using strong-arm tactics (4-6) ||| Definition: show sportsperson using strong-arm tactics. Cipher: Perhaps outrage about popular.", "summary": "Definition: sportsperson using strong-arm tactics. Cipher: Perhaps show outrage about popular."}
{"text": "Radiant quality of star directed without serious thought (5-6) ||| Definition: without serious thought. Cipher: Radiant quality of star directed without serious thought.", "summary": "Definition: without serious thought. Cipher: Radiant quality of star directed."}
{"text": "Financial juggling, random, with good earnings primarily for the bottom line? (9) ||| Definition: Financial jargon. Cipher: random, with good earnings primarily for the bottom line.", "summary": "Definition: Financial juggling. Cipher: random, with good earnings primarily for the bottom line."}
{"text": "Traveller uttered unfocused angry outburst (7) ||| Definition: Travel. Cipher: uttered unfocused angry outburst.", "summary": "Definition: Traveller. Cipher: uttered unfocused angry outburst."}
{"text": "Press become tedious, with old content (7) ||| Definition: Press. Cipher: become tedious, with old.", "summary": "Definition: Press. Cipher: become tedious, with old content."}
{"text": "Squirt American uncle that's been dumped overboard (6) ||| Definition: American that's been dumped overboard. Cipher: Squirt uncle.", "summary": "Definition: that's been dumped overboard. Cipher: Squirt American uncle."}
{"text": "Praise out of place in review of books (5) ||| Definition: review of books. Cipher: Praise out of place.", "summary": "Definition: review of books. Cipher: Praise out of place."}
{"text": "About to go back to a security organisation - one with several branches (6) ||| Definition: one with several branches. Cipher: About to go back to a security organisation -.", "summary": "Definition: one with several branches. Cipher: About to go back to a security organisation."}
{"text": "Old head has a gin, say, after school (6) ||| Definition: after school. Cipher: Old head a gin, say,.", "summary": "Definition: Old head. Cipher: a gin, say, after school."}
{"text": "Perth perv returned to dance (4) ||| Definition: dance. Cipher: Perth perv returned.", "summary": "Definition: dance. Cipher: Perth perv returned."}
{"text": "Seat in tree is rare (6) ||| Definition: Seat. Cipher: in tree I am rare.", "summary": "Definition: Seat. Cipher: in tree is rare."}
{"text": "French policeman or criminal armed with information (8) ||| Definition: armed with information. Cipher: French policeman criminal.", "summary": "Definition: French policeman. Cipher: criminal armed with information."}
{"text": "Train Earl to get more canny touring Pennsylvania (8) ||| Definition: Earl to get more canny touring Pennsylvania. Cipher: Train.", "summary": "Definition: Train. Cipher: Earl to get more canny touring Pennsylvania."}
{"text": "Monkey outside small recess (4) ||| Definition: recess. Cipher: Monkey outside small.", "summary": "Definition: recess. Cipher: Monkey outside small."}
{"text": "During psalm conductor talks foolishly (8) ||| Definition: talks foolishly. Cipher: During psalm conductor.", "summary": "Definition: talks foolishly. Cipher: During psalm conductor."}
{"text": "Robert put old tie on American bird (8) ||| Definition: American bird. Cipher: Robert was old tie.", "summary": "Definition: American bird. Cipher: Robert put old tie."}
{"text": "Doctor entertains artist with piano and a brandy (6) ||| Definition: and a brandy. Cipher: Doctor entertains artist with piano.", "summary": "Definition: brandy. Cipher: Doctor entertains artist with piano."}
{"text": "Bats finally settling on stove (4) ||| Definition: Bats settling. Cipher: finally on stove.", "summary": "Definition: Bats. Cipher: finally settling on stove."}
{"text": "Short belt - one form of punishment creating a storm! (9) ||| Definition: a storm. Cipher: Short belt - a form of punishment creating.", "summary": "Definition: a storm. Cipher: Short belt - one form of punishment creating."}
{"text": "Flat behind the Spanish cardinal (6) ||| Definition: red cardinal. Cipher: Flat behind the Spanish.", "summary": "Definition: cardinal. Cipher: Flat behind the Spanish."}
{"text": "A jolly cleaner goes round one piece of furniture (8) ||| Definition: of furniture. Cipher: A jolly cleaner goes round one.", "summary": "Definition: piece of furniture. Cipher: A jolly cleaner goes round one."}
{"text": "Swimming manager fills dry bag (9) ||| Definition: manager fills dry bag. Cipher: Swimming manager fills dry.", "summary": "Definition: bag. Cipher: Swimming manager fills dry."}
{"text": "Farm facility with fallen leader, grabbed by criminal mastermind with yen for dodgy deals (7-6) ||| Definition: dodgy deals. Cipher: Farm facility with fallen leader, grabbed by criminal master with yen.", "summary": "Definition: dodgy deals. Cipher: Farm facility with fallen leader, grabbed by criminal mastermind with yen."}
{"text": "To defeat hunk is an outstanding achievement (11) ||| Definition: To defeat hunk an outstanding achievement. Cipher: To defeat hunk.", "summary": "Definition: an outstanding achievement. Cipher: To defeat hunk."}
{"text": "American left a flashing light outside as a navigator's aid (9) ||| Definition: . Cipher: American left a flashing light outside as a navigator's aid.", "summary": "Definition: a navigator's aid. Cipher: American left a flashing light outside."}
{"text": "Public school dismisses head for a lot of speed? (3) ||| Definition: head. Cipher: Public school dismisses.", "summary": "Definition: . Cipher: Public school dismisses head."}
{"text": "Tirade about a member of parliament that’s unrestrained (7) ||| Definition: about a unrestrained. Cipher: Tirade member of parliament.", "summary": "Definition: unrestrained. Cipher: Tirade about a member of parliament."}
{"text": "Eroded around front of ship — not so good (5) ||| Definition: . Cipher: Eroded around front of ship not so good.", "summary": "Definition: not so good. Cipher: Eroded around front of ship."}
{"text": "Visitor caught everyone with Queen (6) ||| Definition: Visitor caught everyone with. Cipher: caught everyone with Queen.", "summary": "Definition: Visitor. Cipher: caught everyone with Queen."}
{"text": "New impression of non-monarchy and leaderless country (13) ||| Definition: . Cipher: New impression of non-monarchy and leaderless country.", "summary": "Definition: New impression. Cipher: non-monarchy and leaderless country."}
{"text": "Father has a chap returning hat (6) ||| Definition: Father has a chap. Cipher: returning hat.", "summary": "Definition: hat. Cipher: Father has a chap returning."}
{"text": "Choirmaster’s beginning to repeat part of Mass (5) ||| Definition: part of Sunday Mass. Cipher: Choirmaster’s beginning to repeat.", "summary": "Definition: part of Mass. Cipher: Choirmaster’s beginning to repeat."}
{"text": "A short month before Speaker becomes a moderniser of the House? (9) ||| Definition: moderniser of our House. Cipher: A short month before Speaker.", "summary": "Definition: moderniser of the House. Cipher: A short month before Speaker."}
{"text": "Sheriff’s officer to leave money for waiters (8) ||| Definition: waiters. Cipher: Sheriff’s officer to leave.", "summary": "Definition: waiters. Cipher: Sheriff’s officer to leave money."}
{"text": "Chap gets older but copes (7) ||| Definition: gets copes. Cipher: Chap older.", "summary": "Definition: copes. Cipher: Chap gets older."}
{"text": "Everyone in short dash for US city (6) ||| Definition: in short dash US city. Cipher: Everyone in short dash.", "summary": "Definition: US city. Cipher: Everyone in short dash."}
{"text": "Present of francs given to monarch (5) ||| Definition: Present. Cipher: of francs given to monarch rulers.", "summary": "Definition: Present. Cipher: of francs given to monarch."}
{"text": "Like some workers, needing houses destroyed (4-7) ||| Definition: Like some workers. Cipher: needing houses destroyed.", "summary": "Definition: Like some workers. Cipher: houses destroyed."}
{"text": "Unfavourable notice on poem (7) ||| Definition: Favor. Cipher: notice on poem.", "summary": "Definition: Unfavourable. Cipher: notice on poem."}
{"text": "Need just showing self-indulgence (8) ||| Definition: showing self-indulgence. Cipher: Need just.", "summary": "Definition: showing self-indulgence. Cipher: Need just."}
{"text": "Express dismay as relative has nothing to eat (5) ||| Definition: Express dismay. Cipher: relative has nothing I eat.", "summary": "Definition: Express dismay. Cipher: relative has nothing to eat."}
{"text": "Move around behind large stove (9) ||| Definition: Move around. Cipher: large.", "summary": "Definition: Move around. Cipher: behind large stove."}
{"text": "Old-fashioned fool interrupts gym class (5) ||| Definition: . Cipher: Old-fashioned fool interrupts gym class.", "summary": "Definition: Old-fashioned. Cipher: fool interrupts gym class."}
{"text": "Bullet casing with raised line found behind barrow? (9) ||| Definition: Bullet casing. Cipher: raised line up behind barrow.", "summary": "Definition: Bullet casing. Cipher: raised line found behind barrow."}
{"text": "Son to possess smooth face? (5) ||| Definition: smooth face. Cipher: Son of possess.", "summary": "Definition: smooth face. Cipher: Son to possess."}
{"text": "Nice try in developing urban problem area? (5,4) ||| Definition: urban problem in that area. Cipher: Nice try in developing.", "summary": "Definition: urban problem area. Cipher: Nice try in developing."}
{"text": "Look, lad’s not finished garden feature (6) ||| Definition: garden feature. Cipher: Look, lad’s not as final.", "summary": "Definition: garden feature. Cipher: Look, lad’s not finished."}
{"text": "Off-the-shoulder end of Teeswater held by wire fastener beside ship (9) ||| Definition: . Cipher: Off-the-shoulder end of Teeswater held by wire fastener beside ship.", "summary": "Definition: Off-the-shoulder. Cipher: end of Teeswater held by wire fastener beside ship."}
{"text": "Fool accepting second surprising plot development (5) ||| Definition: One plot development. Cipher: Fool accepting second.", "summary": "Definition: surprising plot development. Cipher: Fool accepting second."}
{"text": "Goddess of beauty atrophied terribly (9) ||| Definition: Goddess of beauty atrophied terribly. Cipher: atrophied terribly.", "summary": "Definition: Goddess of beauty. Cipher: atrophied terribly."}
{"text": "Beam of light in contact with synthetic fabric (5) ||| Definition: Beam of light. Cipher: in contact with synthetic fabric.", "summary": "Definition: synthetic fabric. Cipher: Beam of light in contact with."}
{"text": "Aircraft circling fringes of eastern New York, which Beatles sang about (5,4) ||| Definition: which Beatles sang about. Cipher: Aircraft circling fringes of eastern New York which Beatles.", "summary": "Definition: which Beatles sang about. Cipher: Aircraft circling fringes of eastern New York."}
{"text": "Get to mislead, with Republican replacing Democrat (7) ||| Definition: Get. Cipher: to miss with Republican replacing Democrat.", "summary": "Definition: Get. Cipher: to mislead, with Republican replacing Democrat."}
{"text": "Publicising longest UK road with circular shape (6) ||| Definition: shape. Cipher: Publicising longest UK road with circular.", "summary": "Definition: Publicising. Cipher: longest UK road with circular shape."}
{"text": "Less common instalment of Frasier, a rerun (5) ||| Definition: Less common instalment of. Cipher: instalment of Frasier, a rerun.", "summary": "Definition: Less common. Cipher: instalment of Frasier, a rerun."}
{"text": "European, extremely old, stopping to become less hard occasionally (5,2,5) ||| Definition: stopping to occasionally. Cipher: European, extremely old, become less hard.", "summary": "Definition: occasionally. Cipher: European, extremely old, stopping to become less hard."}
{"text": "Name I yet find strange (8) ||| Definition: Name. Cipher: I yet find strange my name.", "summary": "Definition: Name. Cipher: I yet find strange."}
{"text": "Gold and stone, before going without luxuries (7) ||| Definition: going without luxuries. Cipher: Gold and stone, ago.", "summary": "Definition: going without luxuries. Cipher: Gold and stone, before."}
{"text": "Eye part which damage could make tear in? (6) ||| Definition: Eye part. Cipher: which damage could one make tear in.", "summary": "Definition: Eye part. Cipher: which damage could make tear in."}
{"text": "Someone acting for another in favour of two unknowns (5) ||| Definition: Someone acting for another. Cipher: for another in favour of two unknowns.", "summary": "Definition: Someone acting for another. Cipher: in favour of two unknowns."}
{"text": "Batter fish first then start to steam rhubarb (10) ||| Definition: rhubarb. Cipher: Batter fish first start to steam.", "summary": "Definition: rhubarb. Cipher: Batter fish first then start to steam."}
{"text": "Not in favour of major road skirting edges of Newport(4) ||| Definition: Not in favour of. Cipher: major road skirting edges of Newport.", "summary": "Definition: Not in favour of. Cipher: major road skirting edges of Newport."}
{"text": "Allow prince to be very nasty indeed (6) ||| Definition: very nasty indeed. Cipher: Allow prince.", "summary": "Definition: very nasty indeed. Cipher: Allow prince."}
{"text": "Prepare to go round part of theatre (5,6) ||| Definition: round part of theatre. Cipher: Prepare to go round.", "summary": "Definition: part of theatre. Cipher: Prepare to go round."}
{"text": "Grannie follows deer — trying, at first, to be still (8) ||| Definition: still. Cipher: Grannie follows deer — trying, at first to be.", "summary": "Definition: still. Cipher: Grannie follows deer — trying, at first."}
{"text": "Source of wine for artist in restaurant (6) ||| Definition: . Cipher: Source of wine for artist in restaurant.", "summary": "Definition: Source of wine. Cipher: for artist in restaurant."}
{"text": "A doctor’s old reading desk (4) ||| Definition: reading desktop. Cipher: A doctor’s old.", "summary": "Definition: reading desk. Cipher: A doctor’s old."}
{"text": "Made a meal of deliveries and declared (10) ||| Definition: Made a meal of. Cipher: deliveries and declared.", "summary": "Definition: Made a meal of. Cipher: deliveries and declared."}
{"text": "Remove obstruction in river (6) ||| Definition: Reno. Cipher: obstruction in river.", "summary": "Definition: Remove. Cipher: obstruction in river."}
{"text": "Approach Polish guys outside a southern capital?(4,3,5) ||| Definition: capital. Cipher: Approach guys outside a southern.", "summary": "Definition: capital. Cipher: Approach Polish guys outside a southern."}
{"text": "Setting up keyboard instrument with one pipe (10) ||| Definition: Setting up. Cipher: keyboard instrument with one pipe.", "summary": "Definition: Setting up. Cipher: keyboard instrument with one pipe."}
{"text": "Around end of dinner, food served includes an unhealthy-looking cake (6,6) ||| Definition: dessert. Cipher: Around end of dinner, food served includes an unhealthy-looking.", "summary": "Definition: cake. Cipher: Around end of dinner, food served includes an unhealthy-looking."}
{"text": "Good batting at all times by George! (4,1,5) ||| Definition: . Cipher: Good batting at all times by George!.", "summary": "Definition: by George. Cipher: Good batting at all times."}
{"text": "Rat initially attracted by rubbish put outside (8) ||| Definition: Rat. Cipher: initially attracted by rubbish put.", "summary": "Definition: Rat. Cipher: initially attracted by rubbish put outside."}
{"text": "Sailor climbing brown palm (6) ||| Definition: Sailor climbing brown palm. Cipher: Sailor climbing brown.", "summary": "Definition: palm. Cipher: Sailor climbing brown."}
{"text": "Finally strippers finish burlesque (4-2) ||| Definition: burlesque. Cipher: Finally strippers finish.", "summary": "Definition: burlesque. Cipher: Finally strippers finish."}
{"text": "Academic needs east-facing study, it's assumed (6) ||| Definition: east-facing assumed. Cipher: Academic needs study.", "summary": "Definition: assumed. Cipher: Academic needs east-facing study."}
{"text": "Flowing water about to invade street in the morning (6) ||| Definition: Flowing water to invade. Cipher: about street in the morning.", "summary": "Definition: Flowing water. Cipher: about to invade street in the morning."}
{"text": "Fairy, cast off, died (8) ||| Definition: died tonight. Cipher: Fairy, cast off.", "summary": "Definition: died. Cipher: Fairy, cast off."}
{"text": "Poor area to reach, going outside hotel (6) ||| Definition: Poor area going outside. Cipher: reach, hotel.", "summary": "Definition: Poor area. Cipher: reach, going outside hotel."}
{"text": "A Catholic, the female who may have a quiver? (6) ||| Definition: . Cipher: A Catholic, the female who may have a quiver?.", "summary": "Definition: who may have a quiver. Cipher: A Catholic, the female."}
{"text": "Fret about wading bird seen by river (6) ||| Definition: Fret about bird seen. Cipher: wading by river.", "summary": "Definition: Fret about. Cipher: wading bird seen by river."}
{"text": "To deal with soldier takes time (6) ||| Definition: To deal cards. Cipher: soldier takes time.", "summary": "Definition: To deal with. Cipher: soldier takes time."}
{"text": "People in limousines? You may see them at weddings (10) ||| Definition: You may see them at weddings. Cipher: Famous People in limousines.", "summary": "Definition: You may see them at weddings. Cipher: People in limousines."}
{"text": "Nothing right in girl? That's hard! (5) ||| Definition: That's hard!. Cipher: Nothing is right in girl.", "summary": "Definition: That's hard!. Cipher: Nothing right in girl."}
{"text": "Prisoner given shelter is satisfied (7) ||| Definition: satisfaction. Cipher: Prisoner given shelter.", "summary": "Definition: satisfied. Cipher: Prisoner given shelter."}
{"text": "Harry eats rubbish? I object! (9) ||| Definition: I object!. Cipher: Harry eats rubbish.", "summary": "Definition: I object!. Cipher: Harry eats rubbish."}
{"text": "Former President in small house, gone (6) ||| Definition: small house, gone. Cipher: Former President.", "summary": "Definition: Former President. Cipher: small house, gone."}
{"text": "Wine? Sing, drinking one — then get another one! (7) ||| Definition: Wine. Cipher: Sing, drinking one — then get another one.", "summary": "Definition: Wine. Cipher: Sing, drinking one — then get another one."}
{"text": "Greek party with wealth not half evident (5) ||| Definition: A Greek. Cipher: party with wealth not half evident.", "summary": "Definition: Greek. Cipher: party with wealth not half evident."}
{"text": "The Spanish drink in Scottish city (5) ||| Definition: . Cipher: The Spanish drink in Scottish city.", "summary": "Definition: Scottish city. Cipher: The Spanish drink."}
{"text": "This person is probing your old-fashioned food content (8) ||| Definition: food content. Cipher: This person is probing your old-fashioned.", "summary": "Definition: food content. Cipher: This person is probing your old-fashioned."}
{"text": "Cycle on the side of a drop and court disaster (4,3,1,4) ||| Definition: court disaster. Cipher: Cycle on the side of a drop and.", "summary": "Definition: court disaster. Cipher: Cycle on the side of a drop."}
{"text": "Rank reduced, so resign (4,4) ||| Definition: resign. Cipher: Rank is reduced.", "summary": "Definition: resign. Cipher: Rank reduced."}
{"text": "Musical passage in film (5,4) ||| Definition: film. Cipher: Musical passage.", "summary": "Definition: film. Cipher: Musical passage."}
{"text": "Group of stars with capital attorney (9) ||| Definition: Group of. Cipher: with capital attorney.", "summary": "Definition: Group of stars. Cipher: with capital attorney."}
{"text": "Novelist and critic cross, furious with English city (4,5,4) ||| Definition: Novelist and critic cross,. Cipher: cross, furious with English city.", "summary": "Definition: Novelist and critic. Cipher: cross, furious with English city."}
{"text": "Soldier very bitter over identical issue getting high (11) ||| Definition: identical issue high. Cipher: Soldier very bitter over identical issue.", "summary": "Definition: high. Cipher: Soldier very bitter over identical issue."}
{"text": "Tough guys breaking ribs? Sure! (8) ||| Definition: Tough guys. Cipher: Sure.", "summary": "Definition: Tough guys. Cipher: breaking ribs? Sure."}
{"text": "Like one with a large landmass (4) ||| Definition: big landmass. Cipher: Like one with a.", "summary": "Definition: large landmass. Cipher: Like one with a."}
{"text": "Queen follows favourite saint (5) ||| Definition: follows saint. Cipher: Queen favourite.", "summary": "Definition: saint. Cipher: Queen follows favourite."}
{"text": "A word we hear in a German accent? So it's alleged (7) ||| Definition: alleged. Cipher: A word we hear in a.", "summary": "Definition: alleged. Cipher: A word we hear in a German accent?."}
{"text": "Cooler that is cold inside (3) ||| Definition: Cool. Cipher: that is cold inside.", "summary": "Definition: Cooler. Cipher: that is cold inside."}
{"text": "Proposed name I don't change (9) ||| Definition: name I don't change. Cipher: Proposed.", "summary": "Definition: Proposed. Cipher: name I don't change."}
{"text": "I'm taken aback by anger? That's an illusion (6) ||| Definition: . Cipher: I'm taken aback by anger illusion.", "summary": "Definition: illusion. Cipher: I'm taken aback by anger."}
{"text": "Sprite seen in hotel foyer (3) ||| Definition: Sprite. Cipher: seen in hotel foyer.", "summary": "Definition: Sprite. Cipher: seen in hotel foyer."}
{"text": "Tie up an awkward flower (7) ||| Definition: up flower. Cipher: Tie an awkward.", "summary": "Definition: flower. Cipher: Tie up an awkward."}
{"text": "Begin to understand material one doesn't finish (6,2) ||| Definition: Begin to understand it. Cipher: material one doesn't finish.", "summary": "Definition: Begin to understand. Cipher: material one doesn't finish."}
{"text": "Initiation that's suitable is in British Museum (7) ||| Definition: Initiation suitable. Cipher: suitable is in British Museum.", "summary": "Definition: Initiation. Cipher: suitable is in British Museum."}
{"text": "Jump on places for putting veg (6,6) ||| Definition: . Cipher: Jump on places for putting veg.", "summary": "Definition: veg. Cipher: Jump on places for putting."}
{"text": "Province in actual centre of Germany (5) ||| Definition: Province. Cipher: actual PM of Germany.", "summary": "Definition: Province. Cipher: actual centre of Germany."}
{"text": "Simple dish — not as snob ate in mess (5,2,5) ||| Definition: . Cipher: Simple dish — not as snob ate in mess.", "summary": "Definition: Simple dish. Cipher: not as snob ate in mess."}
{"text": "Cock Robin initially waving to Rose (7) ||| Definition: Cock to. Cipher: Robin initially waving Rose.", "summary": "Definition: Cock. Cipher: Robin initially waving to Rose."}
{"text": "Extremely desirable drug store (5) ||| Definition: store. Cipher: Extremely desirable street drug.", "summary": "Definition: store. Cipher: Extremely desirable drug."}
{"text": "Uncommon sense in a German city (5) ||| Definition: . Cipher: Uncommon sense German city.", "summary": "Definition: German city. Cipher: Uncommon sense."}
{"text": "Moved fast around resort — more than needed (2,5) ||| Definition: . Cipher: Moved fast around resort more than needed.", "summary": "Definition: more than needed. Cipher: Moved fast around resort."}
{"text": "French king tucked into fowl, English, wonderful lady supplied (7) ||| Definition: fowl, English, supplied wonderful lady. Cipher: French king tucked into fowl, English, supplied.", "summary": "Definition: wonderful lady. Cipher: French king tucked into fowl, English, supplied."}
{"text": "Clubs fancy something spicy? (5) ||| Definition: something spicy. Cipher: Clubs card.", "summary": "Definition: something spicy. Cipher: Clubs fancy."}
{"text": "Server missing one essential liquid (5) ||| Definition: Server missing one essential liquid. Cipher: Server missing one.", "summary": "Definition: essential liquid. Cipher: Server missing one."}
{"text": "Dish — very dry, provided in port (7) ||| Definition: Dish. Cipher: very dry, provided port.", "summary": "Definition: Dish. Cipher: very dry, provided in port."}
{"text": "Duke having setter, strangely, in place of PM (7,6) ||| Definition: place of PM. Cipher: having setter, (strangely.", "summary": "Definition: place of PM. Cipher: Duke having setter, (strangely."}
{"text": "Serious attention retreat needed (7) ||| Definition: Serious. Cipher: spa retreat.", "summary": "Definition: Serious. Cipher: attention retreat."}
{"text": "Introduction of competition hurt store (5) ||| Definition: store shelf. Cipher: Introduction of competition hurt.", "summary": "Definition: store. Cipher: Introduction of competition hurt."}
{"text": "Municipal head from Irish county? Right (5) ||| Definition: Municipal head county. Cipher: Irish Right.", "summary": "Definition: Municipal head. Cipher: Irish county Right."}
{"text": "Closely examine small prison (4) ||| Definition: . Cipher: Closely examine small prison.", "summary": "Definition: Closely examine. Cipher: small prison."}
{"text": "Jazz pianist favoured by royal relative after award (5,8) ||| Definition: Jazz pianist. Cipher: pianist favoured by royal relative after award.", "summary": "Definition: Jazz pianist. Cipher: favoured by royal relative after award."}
{"text": "Unmarried man excited Chloe in pub (8) ||| Definition: Unmarried man. Cipher: excited Chloe by pub.", "summary": "Definition: Unmarried man. Cipher: excited Chloe in pub."}
{"text": "Little Florence entertains blokes in Athletic club dance (8) ||| Definition: dance. Cipher: Little Flo entertains blokes in Athletic club.", "summary": "Definition: dance. Cipher: Little Florence entertains blokes in Athletic club."}
{"text": "Recalled article by North European on military general (8) ||| Definition: . Cipher: Recalled article by North European on military general.", "summary": "Definition: military general. Cipher: Recalled article by North European on."}
{"text": "Perhaps calf is a beast of burden carrying sack regularly (6) ||| Definition: sack regularly calf. Cipher: a beast of burden carrying sack regularly.", "summary": "Definition: calf. Cipher: a beast of burden carrying sack regularly."}
{"text": "Everyone outside potty over handsome young man (6) ||| Definition: outside handsome young man. Cipher: Everyone potty over.", "summary": "Definition: handsome young man. Cipher: Everyone outside potty over."}
{"text": "Stay young on very good wine (8) ||| Definition: wine. Cipher: young on very good.", "summary": "Definition: wine. Cipher: Stay young on very good."}
{"text": "Fun in summer from people in lawsuits being on weed? (6,7) ||| Definition: Fun in summer. Cipher: summer people in lawsuits being on weed.", "summary": "Definition: Fun in summer. Cipher: people in lawsuits being on weed."}
{"text": "Poor mark in school given by master (5) ||| Definition: Poor mark by. Cipher: school given master.", "summary": "Definition: Poor mark. Cipher: school given by master."}
{"text": "Arab friend — European gets one for nothing (11) ||| Definition: one for nothing. Cipher: Arab friend — European gets.", "summary": "Definition: Arab. Cipher: friend — European gets one for nothing."}
{"text": "Hot and cold, turning unwell, with this? (5) ||| Definition: turning this. Cipher: Hot and cold, unwell.", "summary": "Definition: this. Cipher: Hot and cold, turning unwell."}
{"text": "Singing happily in America, Scotsman from another era (11) ||| Definition: from another era. Cipher: Singing happily in America, Scotsman.", "summary": "Definition: from another era. Cipher: Singing happily in America, Scotsman."}
{"text": "On power trips, quietly press for expulsion of MPs (6,5) ||| Definition: . Cipher: On power trips, quietly press expulsion of MPs.", "summary": "Definition: expulsion of MPs. Cipher: On power trips, quietly press."}
{"text": "Pull vehicle back in a series of races (7) ||| Definition: Pull. Cipher: vehicle back in a race of races.", "summary": "Definition: Pull. Cipher: vehicle back in a series of races."}
{"text": "Irritated expression as pet vanished (7) ||| Definition: . Cipher: Irritated expression as pet vanished.", "summary": "Definition: Irritated expression. Cipher: pet vanished."}
{"text": "What could create current possible disagreement? (9,10) ||| Definition: possible disagreement. Cipher: What could create current.", "summary": "Definition: What could create current. Cipher: possible disagreement."}
{"text": "Back an attempt (3) ||| Definition: Backs. Cipher: an attempt.", "summary": "Definition: Back. Cipher: an attempt."}
{"text": "Steps taken as father’s old, getting billions in benefit (4,5) ||| Definition: Steps. Cipher: father’s old, getting billions in benefit.", "summary": "Definition: Steps taken. Cipher: father’s old, getting billions in benefit."}
{"text": "Agreeable article for men in tribute (9) ||| Definition: Agreeable. Cipher: article in tribute.", "summary": "Definition: Agreeable. Cipher: article for men in tribute."}
{"text": "Closely follow play, having to put in notice (6) ||| Definition: Closely I follow. Cipher: play, having to put in notice.", "summary": "Definition: Closely follow. Cipher: play, having to put in notice."}
{"text": "Batting with more confidence, one offers chance to cover (7) ||| Definition: one chance to cover. Cipher: Batting with more confidence.", "summary": "Definition: one offers chance to cover. Cipher: Batting with more confidence."}
{"text": "Female, commonly odious and critical (7) ||| Definition: . Cipher: Female, commonly odious and critical.", "summary": "Definition: critical. Cipher: Female, commonly odious."}
{"text": "A proportion of customers sat here, troubled by notice (6,5) ||| Definition: A proportion of customers troubled by. Cipher: sat here, notice.", "summary": "Definition: A proportion of customers. Cipher: sat here, troubled by notice."}
{"text": "Short provision of beer by bar in America (4,7) ||| Definition: . Cipher: Short provision of beer by bar in America.", "summary": "Definition: Short provision. Cipher: beer by bar in America."}
{"text": "Praise silent type, advancing initially into battle (11) ||| Definition: . Cipher: Praise silent type, advancing initially into battle.", "summary": "Definition: Praise. Cipher: silent type, advancing initially into battle."}
{"text": "Part of fighter’s gear to lug, before run across high ground (9,4) ||| Definition: Part of fighter’s gear run across. Cipher: to lug, before high ground.", "summary": "Definition: Part of fighter’s gear. Cipher: to lug, before run across high ground."}
{"text": "Fielder, inadequate, returning trophies (9) ||| Definition: Nathan Fielder. Cipher: inadequate, returning trophies.", "summary": "Definition: Fielder. Cipher: inadequate, returning trophies."}
{"text": "Chitty-Chitty Bang-Bang, say, favourite fairytale transport (5,6) ||| Definition: say, favourite fairytale transport. Cipher: Chitty-Chitty Bang-Bang, say, favourite.", "summary": "Definition: fairytale transport. Cipher: Chitty-Chitty Bang-Bang, say, favourite."}
{"text": "Sort of lamp I plugged in picked up as benefit (5) ||| Definition: up benefit. Cipher: Sort of lamp I plugged in picked as.", "summary": "Definition: benefit. Cipher: Sort of lamp I plugged in picked up as."}
{"text": "Met together for cause: Republican joined (7) ||| Definition: joined. Cipher: Met together for cause Republican.", "summary": "Definition: Met together for cause. Cipher: Republican joined."}
{"text": "Smooth style of progress through various gears? Nonsense (3,3,7) ||| Definition: . Cipher: Smooth style of progress through various gears Nonsense.", "summary": "Definition: Nonsense. Cipher: Smooth style of progress through various gears."}
{"text": "Before test, drops coat (9) ||| Definition: coat rack. Cipher: Before test, drops.", "summary": "Definition: coat. Cipher: Before test, drops."}
{"text": "Construction of poem featuring in Eliot’s first gamble (7) ||| Definition: Construction. Cipher: poem featuring in Eliot’s first gamble.", "summary": "Definition: Construction. Cipher: poem featuring in Eliot’s first gamble."}
{"text": "Get back from city in sheer delight (9) ||| Definition: To Get back from. Cipher: city in sheer delight.", "summary": "Definition: Get back from. Cipher: city in sheer delight."}
{"text": "Runner’s up prizes on high quality race track (11) ||| Definition: quality race track. Cipher: Runner’s up prizes on high quality.", "summary": "Definition: race track. Cipher: Runner’s up prizes on high quality."}
{"text": "Trace family: Nick may do it (4,5) ||| Definition: . Cipher: Trace family Nick may do it.", "summary": "Definition: Nick may do it. Cipher: Trace family."}
{"text": "Knock over wine for communion (7) ||| Definition: communion rites. Cipher: Knock over wine.", "summary": "Definition: communion. Cipher: Knock over wine."}
{"text": "Useless worker endlessly about to finish cell extension (7) ||| Definition: cellphone extension. Cipher: Useless worker endlessly about to finish.", "summary": "Definition: cell extension. Cipher: Useless worker endlessly about to finish."}
{"text": "Antelope eats daisies, including one in remote place (6,6) ||| Definition: daisies, remote place. Cipher: Antelope eats including one.", "summary": "Definition: remote place. Cipher: Antelope eats daisies, including one."}
{"text": "Discovered painting in prison: sentence not wasted! (10) ||| Definition: Discovered painting. Cipher: prison: sentence not waiting.", "summary": "Definition: Discovered painting. Cipher: prison: sentence not wasted."}
{"text": "in another, saw end of prayer cut short with entry of queen (5,4) ||| Definition: another. Cipher: saw end of prayer cut short with entry of queen.", "summary": "Definition: another. Cipher: saw end of prayer cut short with entry of queen."}
{"text": "In charge, one party of Africans ringed girl (7) ||| Definition: In charge, one party of. Cipher: Africans ringed girl.", "summary": "Definition: ringed girl. Cipher: In charge, one party of Africans."}
{"text": "Excluded workers rising in turn to get drinks (4,3) ||| Definition: Excluded workers rising in. Cipher: workers rising in turn to get drinks.", "summary": "Definition: Excluded. Cipher: workers rising in turn to get drinks."}
{"text": "Horrible feeling commonly looms over time (5) ||| Definition: Horrible feeling. Cipher: commonly over.", "summary": "Definition: Horrible feeling. Cipher: commonly looms over time."}
{"text": "Daughter interrupting dinner gong (5) ||| Definition: Daughter interrupting. Cipher: dinner gong.", "summary": "Definition: gong. Cipher: Daughter interrupting dinner."}
{"text": "Rural establishment a long way off motorway (4) ||| Definition: Rural country establishment. Cipher: a long way off motorway.", "summary": "Definition: Rural establishment. Cipher: a long way off motorway."}
{"text": "Detest being without old woodworking machine (5) ||| Definition: woodworking machine. Cipher: being without old.", "summary": "Definition: woodworking machine. Cipher: Detest being without old."}
{"text": "We liquidised parts of the kidneys for refreshment (7) ||| Definition: drink. Cipher: We liquidised parts of the kidneys.", "summary": "Definition: refreshment. Cipher: We liquidised parts of the kidneys."}
{"text": "Get away at one in punt (4,2) ||| Definition: away. Cipher: at one in punt.", "summary": "Definition: Get away. Cipher: at one in punt."}
{"text": "You might take a picnic here to see team supporting F1 driver (8) ||| Definition: You might take a picnic here team. Cipher: team supporting F1 driver.", "summary": "Definition: You might take a picnic here. Cipher: team supporting F1 driver."}
{"text": "Half a dozen tricks — they should be kept out of program (7) ||| Definition: they should be kept out of program. Cipher: Half has a dozen tricks.", "summary": "Definition: they should be kept out of program. Cipher: Half a dozen tricks."}
{"text": "Raise one arm when 19 trip (6) ||| Definition: Raise one arm. Cipher: when 19 trip.", "summary": "Definition: 19 trip. Cipher: Raise one arm when."}
{"text": "Decline to enter dreadful English contest (8) ||| Definition: to contest. Cipher: Decline enter dreadful English.", "summary": "Definition: contest. Cipher: Decline to enter dreadful English."}
{"text": "Opening element, batting (4-2) ||| Definition: Opening. Cipher: element, batting.", "summary": "Definition: Opening. Cipher: element, batting."}
{"text": "Officially consider row more jovial (8) ||| Definition: . Cipher: Officially consider row more jovial.", "summary": "Definition: more jovial. Cipher: Officially consider row."}
{"text": "Swaggering adventurer’s sister about to clean clasp (12) ||| Definition: Swaggering adventurer to. Cipher: sister about clean clasp.", "summary": "Definition: Swaggering adventurer. Cipher: sister about to clean clasp."}
{"text": "Getting smaller, a maths function is comparatively easy task (7,3,1,3) ||| Definition: comparatively easy task. Cipher: He's Getting smaller, a maths function.", "summary": "Definition: comparatively easy task. Cipher: Getting smaller, a maths function."}
{"text": "Negative outcome of narrow failure with organic treatment (2,5) ||| Definition: Negative outcome of near failure. Cipher: organic treatment.", "summary": "Definition: Negative outcome of narrow failure. Cipher: organic treatment."}
{"text": "Chap contributing to informal entertainment (4) ||| Definition: Chap. Cipher: contributing to informal entertainment system.", "summary": "Definition: Chap. Cipher: contributing to informal entertainment."}
{"text": "Those who have inherited pretentious manners, by the sound of it (5) ||| Definition: pretentious manners, by the sound of it. Cipher: Those who have inherited.", "summary": "Definition: Those who have inherited. Cipher: pretentious manners, by the sound of it."}
{"text": "Animal reared in unusual role getting place to sit? (7) ||| Definition: unusual role place to sit. Cipher: Animal reared in unusual role.", "summary": "Definition: place to sit. Cipher: Animal reared in unusual role."}
{"text": "Ought somehow to make fun of violent chap (5,3) ||| Definition: somehow to violent chap. Cipher: Ought make fun.", "summary": "Definition: violent chap. Cipher: Ought somehow to make fun."}
{"text": "Closed end, done, undone (8) ||| Definition: Closed end, done, undone. Cipher: end, done, undone.", "summary": "Definition: Closed. Cipher: end, done, undone."}
{"text": "Family broadcaster's screening with artist (9) ||| Definition: screening artist. Cipher: Family broadcaster's with.", "summary": "Definition: artist. Cipher: Family broadcaster's screening with."}
{"text": "Herd member’s harsher extremists around a parliamentary lobby (5) ||| Definition: Herd member extremists around a. Cipher: harsher parliamentary lobby.", "summary": "Definition: Herd member. Cipher: harsher extremists around a parliamentary lobby."}
{"text": "One getting away, see, disguised around head (7) ||| Definition: head. Cipher: One getting away see, disguised around.", "summary": "Definition: One getting away. Cipher: see, disguised around head."}
{"text": "People farming English manor redeployed in yards? (8) ||| Definition: People farming redeployed in. Cipher: English manor yards.", "summary": "Definition: People farming. Cipher: English manor redeployed in yards."}
{"text": "Country-lovers bringing group of three pets round (8) ||| Definition: pets round. Cipher: Country-lovers group of three.", "summary": "Definition: Country-lovers. Cipher: group of three pets round."}
{"text": "Low-maintenance aspect of literacy’s aesthetically uplifting (4-4) ||| Definition: Low-maintenance aspect of. Cipher: aspect of literacy’s aesthetically uplifting.", "summary": "Definition: Low-maintenance. Cipher: aspect of literacy’s aesthetically uplifting."}
{"text": "Number nine originally wearing gold ring (7) ||| Definition: Number. Cipher: Number nine wearing gold.", "summary": "Definition: Number. Cipher: Number nine originally wearing gold ring."}
{"text": "Southern headland attack — he’s blamed unfairly (9) ||| Definition: . Cipher: Southern headland attack — he’s blamed unfairly.", "summary": "Definition: he’s blamed unfairly. Cipher: Southern headland attack."}
{"text": "Former number one in the chart following remix (8) ||| Definition: Former number one. Cipher: the chart following remix.", "summary": "Definition: Former number one. Cipher: the chart following remix."}
{"text": "Candid mister, I fancy, was biased (13) ||| Definition: was biased. Cipher: Candid fancy.", "summary": "Definition: was biased. Cipher: Candid mister, I fancy."}
{"text": "Stone an irritation? An annoyance when running (6) ||| Definition: irritation An annoyance when running. Cipher: Stone an irritation.", "summary": "Definition: An annoyance when running. Cipher: Stone an irritation."}
{"text": "Black insect – something in the wardrobe? (6) ||| Definition: – something in the wardrobe. Cipher: Black insect.", "summary": "Definition: something in the wardrobe. Cipher: Black insect."}
{"text": "Liking horoscope about Leo, omitting nothing (12) ||| Definition: Liking it. Cipher: horoscope about Leo, omitting nothing.", "summary": "Definition: Liking. Cipher: horoscope about Leo, omitting nothing."}
{"text": "A mythical giant with eyes on stalks (4) ||| Definition: . Cipher: A mythical giant with eyes on stalks.", "summary": "Definition: with eyes on stalks. Cipher: A mythical giant."}
{"text": "Beginning section of Bronte’s novel rejected (5) ||| Definition: Beginning section of Bronte’s. Cipher: of Bronte’s novel rejected.", "summary": "Definition: Beginning section. Cipher: of Bronte’s novel rejected."}
{"text": "Unpleasant sensation is in chest possibly (9) ||| Definition: sensation. Cipher: is in chest possibly.", "summary": "Definition: Unpleasant sensation. Cipher: is in chest possibly."}
{"text": "Queen dressed appropriately for crowd? (6) ||| Definition: crowd. Cipher: Queen robed appropriately.", "summary": "Definition: crowd. Cipher: Queen dressed appropriately."}
{"text": "A gentle eccentric — so refined (7) ||| Definition: . Cipher: A gentle eccentric refined.", "summary": "Definition: refined. Cipher: A gentle eccentric."}
{"text": "Runner turned on a father protecting wife after time (3,5) ||| Definition: wife after time. Cipher: Runner turned on a father protecting.", "summary": "Definition: Runner turned on. Cipher: a father protecting wife after time."}
{"text": "Conservative was on form after diverting potential trouble (3,2,5) ||| Definition: potential trouble. Cipher: Conservative was on form after left.", "summary": "Definition: potential trouble. Cipher: Conservative was on form after diverting."}
{"text": "29 lives in Virginia (4) ||| Definition: 29. Cipher: lives here in Virginia.", "summary": "Definition: 29. Cipher: lives in Virginia."}
{"text": "Money provided by dissolute roué? (4) ||| Definition: Money. Cipher: roué.", "summary": "Definition: Money. Cipher: dissolute roué."}
{"text": "Crooked king is in bad way (4) ||| Definition: Crooked. Cipher: king is way.", "summary": "Definition: Crooked. Cipher: king is in bad way."}
{"text": "One with a will to try a hill (8) ||| Definition: One with a will. Cipher: try a hill.", "summary": "Definition: One with a will. Cipher: try a hill."}
{"text": "Doctor captures headless French scientist (7) ||| Definition: French scientist. Cipher: Doctor captures headless.", "summary": "Definition: French scientist. Cipher: Doctor captures headless."}
{"text": "Pantomime character wants mole to perish (7) ||| Definition: Pantomime character. Cipher: mole.", "summary": "Definition: Pantomime character. Cipher: mole to perish."}
{"text": "Control working and income (9) ||| Definition: . Cipher: Control working and income.", "summary": "Definition: Control. Cipher: working and income."}
{"text": "What can magnify part of pollen sac (4) ||| Definition: of pollen sac. Cipher: What can magnify part.", "summary": "Definition: What can magnify. Cipher: part of pollen sac."}
{"text": "Metal container with good catches mounted (8) ||| Definition: Metal with good catches. Cipher: container mounted.", "summary": "Definition: Metal. Cipher: container with good catches mounted."}
{"text": "Miss school drama article placed for son in trust (4,6) ||| Definition: . Cipher: Miss school drama article placed for son in trust.", "summary": "Definition: Miss school. Cipher: drama article placed for son in trust."}
{"text": "Accomplished baker transformed British food (5,5) ||| Definition: food. Cipher: An Accomplished baker transformed British.", "summary": "Definition: food. Cipher: Accomplished baker transformed British."}
{"text": "Female boxing enthusiasts’ publication exhibits lack of vigour (8) ||| Definition: lack of vigour. Cipher: Female boxing enthusiasts’ publication.", "summary": "Definition: lack of vigour. Cipher: Female boxing enthusiasts’ publication."}
{"text": "Greeting with a number being hugged in foreign capital (5) ||| Definition: foreign capital. Cipher: Greeting with a number being hugged foreign capital.", "summary": "Definition: foreign capital. Cipher: Greeting with a number being hugged."}
{"text": "From photo, exclude king, assuming a disguised hubris (8) ||| Definition: . Cipher: From photo, exclude king, assuming a disguised hubris.", "summary": "Definition: From photo. Cipher: king, assuming a disguised hubris."}
{"text": "Health food to eat with bulk (5) ||| Definition: bulk. Cipher: Health regimen to eat with.", "summary": "Definition: bulk. Cipher: Health food to eat with."}
{"text": "Strain spread around royal column (9) ||| Definition: Strains. Cipher: spread around royal column.", "summary": "Definition: Strain. Cipher: spread around royal column."}
{"text": "Was unlike daughter to defer, if challenged (8) ||| Definition: Was unlike defer,. Cipher: daughter to if challenged.", "summary": "Definition: Was unlike. Cipher: daughter to defer, if challenged."}
{"text": "Island in North America needing fishing equipment to catch food (9) ||| Definition: Island in North America. Cipher: needing fishing equipment to catch food.", "summary": "Definition: Island in North America. Cipher: needing fishing equipment to catch food."}
{"text": "… in cruel play I redrafted especially (10) ||| Definition: me especially. Cipher: cruel play I redrafted.", "summary": "Definition: especially. Cipher: cruel play I redrafted."}
{"text": "Weep when given mostly tasteless glass (7) ||| Definition: glass. Cipher: Weep when given mostly tasteless.", "summary": "Definition: glass. Cipher: Weep when given mostly tasteless."}
{"text": "A lousy bunch book girl (5) ||| Definition: book girl. Cipher: A lousy.", "summary": "Definition: book girl. Cipher: A lousy bunch."}
{"text": "Effect of independent member introducing law (6) ||| Definition: Effect of independent member introducing. Cipher: independent member introducing law.", "summary": "Definition: Effect of. Cipher: independent member introducing law."}
{"text": "Special person lamenting footballer (7) ||| Definition: footballer. Cipher: person.", "summary": "Definition: footballer. Cipher: Special person lamenting."}
{"text": "Clerk ruined hen supper (3-6) ||| Definition: Clerk. Cipher: ruined hen supper.", "summary": "Definition: Clerk. Cipher: ruined hen supper."}
{"text": "Brown, curiously dark drinking vessel (7) ||| Definition: curiously drinking vessel. Cipher: Brown, dark.", "summary": "Definition: drinking vessel. Cipher: Brown, curiously dark."}
{"text": "Gain guide to future, we hear (6) ||| Definition: Gain. Cipher: guide to future, so we hear.", "summary": "Definition: Gain. Cipher: guide to future, we hear."}
{"text": "Sulphur’s the bad smell oriental found in the bathroom (6) ||| Definition: found in public bathroom. Cipher: Sulphur’s the bad smell oriental.", "summary": "Definition: found in the bathroom. Cipher: Sulphur’s the bad smell oriental."}
{"text": "Our moment the mark of love — guarantee a number captivated by 100-year celebration finally coming around (9,9) ||| Definition: Our moment. Cipher: the mark of love — guarantee a number captivated by 100-year celebration finally coming around.", "summary": "Definition: Our moment. Cipher: the mark of love — guarantee a number captivated by 100-year celebration finally coming around."}
{"text": "How medicine may be taken, gulping one drink first (10) ||| Definition: first. Cipher: How medicine may be taken, gulping one drink after another.", "summary": "Definition: first. Cipher: How medicine may be taken, gulping one drink."}
{"text": "Circular loop, end of rope just round the corner pulled up (5) ||| Definition: Circular loop rope just. Cipher: end of round the corner pulled up.", "summary": "Definition: Circular loop. Cipher: end of rope just round the corner pulled up."}
{"text": "At sixes and sevens, turn to her for direction (4,5) ||| Definition: her direction. Cipher: At sixes and sevens, turn to her.", "summary": "Definition: direction. Cipher: At sixes and sevens, turn to her."}
{"text": "Offence beside goal reflected game (6) ||| Definition: money game. Cipher: Offence beside goal reflected.", "summary": "Definition: game. Cipher: Offence beside goal reflected."}
{"text": "Played a game inside two days, and got injured (7) ||| Definition: game inside two injured. Cipher: Played a days.", "summary": "Definition: injured. Cipher: Played a game inside two days."}
{"text": "Nettle I chop back on island peninsula (9) ||| Definition: Nettle I chop back. Cipher: on island peninsula.", "summary": "Definition: peninsula. Cipher: Nettle I chop back on island."}
{"text": "He won’t appreciate current grid (7) ||| Definition: . Cipher: He won’t appreciate current grid.", "summary": "Definition: He won’t appreciate. Cipher: current grid."}
{"text": "Surprisingly cast net, not being a competitor (10) ||| Definition: competition. Cipher: Surprisingly cast net, not.", "summary": "Definition: competitor. Cipher: Surprisingly cast net, not."}
{"text": "Notice put up during rubbish motor trial (4,4) ||| Definition: up during rubbish motor trial. Cipher: Notice put up during rubbish.", "summary": "Definition: motor trial. Cipher: Notice put up during rubbish."}
{"text": "Hints disruption of unions is about to cease (9) ||| Definition: Hints. Cipher: disruption of unions went about to cease.", "summary": "Definition: Hints. Cipher: disruption of unions is about to cease."}
{"text": "Poor misguided fool in the lead somewhere in Japan (7) ||| Definition: somewhere in Japan. Cipher: Poor misguided fool in the lead.", "summary": "Definition: somewhere in Japan. Cipher: Poor misguided fool in the lead."}
{"text": "Vertigo as a result of nasty snide digs (9) ||| Definition: Vertigo. Cipher: snide.", "summary": "Definition: Vertigo. Cipher: nasty snide digs."}
{"text": "Reserve recalled in ancient race (5) ||| Definition: ancient race. Cipher: Reserve recalled in.", "summary": "Definition: ancient race. Cipher: Reserve recalled in."}
{"text": "Capital’s got the sun in Cyprus (8) ||| Definition: in Cyprus. Cipher: Cap got the sun.", "summary": "Definition: in Cyprus. Cipher: Capital’s got the sun."}
{"text": "Accepted relative’s mysterious conduct (6-2) ||| Definition: . Cipher: Accepted relative’s mysterious conduct.", "summary": "Definition: mysterious conduct. Cipher: Accepted relative’s."}
{"text": "Refinery melts ore, somehow extracting oxygen (7) ||| Definition: oxygen. Cipher: Refinery melts ore, somehow extracting.", "summary": "Definition: Refinery. Cipher: melts ore, somehow extracting oxygen."}
{"text": "Correct time showed up (4) ||| Definition: . Cipher: Correct time showed up.", "summary": "Definition: Correct. Cipher: time showed up."}
{"text": "Broody music featured in zombie movie (3) ||| Definition: Broody. Cipher: featured in zombie movie.", "summary": "Definition: Broody music. Cipher: featured in zombie movie."}
{"text": "Diatribe, outspoken Siamese attack? (6) ||| Definition: Diatribe outspoken. Cipher: outspoken Siamese attack.", "summary": "Definition: Diatribe. Cipher: outspoken Siamese attack."}
{"text": "Servant shuffling in, lame (6) ||| Definition: lame. Cipher: Servant shuffling in,.", "summary": "Definition: Servant. Cipher: shuffling in, lame."}
{"text": "English crowd fed very good coffee (8) ||| Definition: coffee. Cipher: English crowd very.", "summary": "Definition: coffee. Cipher: English crowd fed very good."}
{"text": "Becoming confused missing second in series of complete set of chromosomes (7) ||| Definition: set chromosomes. Cipher: Becoming confused missing second in series.", "summary": "Definition: complete set of chromosomes. Cipher: Becoming confused missing second in series."}
{"text": "Soldier ultimately quits on promotion? Under no circumstances! (5) ||| Definition: quits on promotion Under no circumstances. Cipher: Soldier ultimately quits on promotion.", "summary": "Definition: Under no circumstances. Cipher: Soldier ultimately quits on promotion."}
{"text": "Amounts of energy required for fixing oil scare (8) ||| Definition: . Cipher: Amounts of energy required for fixing oil scare.", "summary": "Definition: Amounts of energy. Cipher: fixing oil scare."}
{"text": "Gang member‘s obligation to hold enemy back (3,2,2) ||| Definition: Gang member obligation. Cipher: obligation to hold enemy back.", "summary": "Definition: Gang member. Cipher: obligation to hold enemy back."}
{"text": "War god confused about English widow (7) ||| Definition: widow. Cipher: War god about English.", "summary": "Definition: widow. Cipher: War god confused about English."}
{"text": "Piano and stringed instrument returned by worker complaining (8) ||| Definition: complaining. Cipher: Piano and stringed instrument returned.", "summary": "Definition: complaining. Cipher: Piano and stringed instrument returned by worker."}
{"text": "Group races alien across green, all turning up (7) ||| Definition: Group. Cipher: races alien across green, all turning up.", "summary": "Definition: Group. Cipher: races alien across green, all turning up."}
{"text": "“Cheers for the Hamburger, spoilsport!” (5) ||| Definition: “Cheers three for the Hamburger. Cipher: spoilsport!.", "summary": "Definition: “Cheers for the Hamburger. Cipher: spoilsport!."}
{"text": "Mounting objections end (4) ||| Definition: end. Cipher: Mounting.", "summary": "Definition: end. Cipher: Mounting objections."}
{"text": "Pizzicato sound, soft, part of chain (5) ||| Definition: part of chain. Cipher: Pizzicato sound soft,.", "summary": "Definition: Pizzicato sound. Cipher: soft, part of chain."}
{"text": "Make public form in Excel (8) ||| Definition: Excel. Cipher: Make public forum.", "summary": "Definition: Excel. Cipher: Make public form."}
{"text": "Group of animals that woman ultimately tamed (4) ||| Definition: Group of animals. Cipher: that woman ultimately tamed.", "summary": "Definition: Group of animals. Cipher: that woman ultimately tamed."}
{"text": "Turkish report leads in foreign news broadcast (6) ||| Definition: Turkish report. Cipher: leads in foreign news broadcast.", "summary": "Definition: broadcast. Cipher: Turkish report leads in foreign news."}
{"text": "In competition, record foul (4,2) ||| Definition: In. Cipher: competition, record foul.", "summary": "Definition: foul. Cipher: In competition, record."}
{"text": "Greek character nicked a coin once (7) ||| Definition: . Cipher: Greek character nicked a coin once.", "summary": "Definition: a coin once. Cipher: Greek character nicked."}
{"text": "High-class crack and dope served up, in an ideal world (6) ||| Definition: an ideal world. Cipher: High-class crack and dope served up in.", "summary": "Definition: an ideal world. Cipher: High-class crack and dope served up."}
{"text": "Part of leg lubricated when reviewing swelling (5) ||| Definition: swelling. Cipher: Part of leg when reviewing.", "summary": "Definition: swelling. Cipher: Part of leg lubricated when reviewing."}
{"text": "Buddy getting tiniest bit of nettle cooked outside (6) ||| Definition: Buddy bit of nettle. Cipher: tiniest cooked outside.", "summary": "Definition: Buddy. Cipher: tiniest bit of nettle cooked outside."}
{"text": "Placed on top of float, head shaven, telling stories (9) ||| Definition: Placed on top on of. Cipher: float, head shaven, telling stories.", "summary": "Definition: Placed on top of. Cipher: float, head shaven, telling stories."}
{"text": "Vague British tempted to welcome Queen (7) ||| Definition: Vague. Cipher: British tempted we welcome Queen.", "summary": "Definition: Vague. Cipher: British tempted to welcome Queen."}
{"text": "Bank covering up failure in negligent way (8) ||| Definition: in negligent way. Cipher: Bank covering up failure in negligent.", "summary": "Definition: in negligent way. Cipher: Bank covering up failure."}
{"text": "Sat around, wife was anxious? (7) ||| Definition: . Cipher: Sat around, wife was anxious.", "summary": "Definition: was anxious. Cipher: Sat around, wife."}
{"text": "What starts to hover around, having covered some distance? (4-4) ||| Definition: distance. Cipher: What starts to hover around, having covered some.", "summary": "Definition: What starts to hover. Cipher: around, having covered some distance."}
{"text": "Diplomatic behaviour, heading off legislation (3) ||| Definition: legislation. Cipher: Diplomatic behaviour, heading off.", "summary": "Definition: legislation. Cipher: Diplomatic behaviour, heading off."}
{"text": "Way in, we hear, for candidates (8) ||| Definition: candidates. Cipher: Way in, we hear for.", "summary": "Definition: candidates. Cipher: Way in, we hear."}
{"text": "Uncertain yes/no taken to show lack of an essential principle to build on (8) ||| Definition: essential principle should build on. Cipher: Uncertain yes/no taken to show lack of an.", "summary": "Definition: essential principle to build on. Cipher: Uncertain yes/no taken to show lack of an."}
{"text": "Acting superior, he’s shooing her off after performing (2,4,4,5) ||| Definition: Acting superior he’s shooing her. Cipher: he’s shooing her off after performing.", "summary": "Definition: Acting superior. Cipher: he’s shooing her off after performing."}
{"text": "Key thus backfiring for singers (5) ||| Definition: singers. Cipher: thus.", "summary": "Definition: singers. Cipher: Key thus backfiring."}
{"text": "The yawl in storm is rolling (7) ||| Definition: is rolling. Cipher: The yawl in storm.", "summary": "Definition: rolling. Cipher: The yawl in storm."}
{"text": "Plum tie to do the job again after taking scalp of Gunners? (9) ||| Definition: Plum purple. Cipher: do the job again after taking scalp of Gunners.", "summary": "Definition: Plum. Cipher: do the job again after taking scalp of Gunners."}
{"text": "A power held by fellow in charge of a flowering shrub (8) ||| Definition: of a flowering shrub. Cipher: A power held by fellow in charge of a.", "summary": "Definition: flowering shrub. Cipher: A power held by fellow in charge of a."}
{"text": "Pester porter about union coming to premature end (9) ||| Definition: Pester. Cipher: porter about union coming to premature end.", "summary": "Definition: Pester. Cipher: porter about union coming to premature end."}
{"text": "Last couple of points made by rude delinquent (6) ||| Definition: Last points made by. Cipher: couple of rude delinquent.", "summary": "Definition: Last. Cipher: couple of points made by rude delinquent."}
{"text": "Basic flat is next to alleyway (5-5) ||| Definition: Basic flat is next. Cipher: flat is next to alleyway.", "summary": "Definition: Basic. Cipher: flat is next to alleyway."}
{"text": "… bust of Nietzsche’s Trampedach! (5) ||| Definition: drug bust. Cipher: of Nietzsche’s Trampedach.", "summary": "Definition: bust. Cipher: of Nietzsche’s Trampedach."}
{"text": "Argue about fine distinctions in, say, mammals from Adriatic city (5,5) ||| Definition: Argue about fine distinctions. Cipher: in, say, mammals from Adriatic city.", "summary": "Definition: Argue about fine distinctions. Cipher: say, mammals from Adriatic city."}
{"text": "Sport labels designed by graduate (8) ||| Definition: Sport. Cipher: labels by graduate.", "summary": "Definition: Sport. Cipher: labels designed by graduate."}
{"text": "Albert shortly gets to be a singer (4) ||| Definition: shortly singer. Cipher: Albert gets to.", "summary": "Definition: singer. Cipher: Albert shortly gets to."}
{"text": "Indicate loft in untidy yard in secret state (15) ||| Definition: secret state. Cipher: Indicate loft in the untidy yard.", "summary": "Definition: secret state. Cipher: Indicate loft in untidy yard."}
{"text": "Eg Fowler's old lady transfixed by married woman (10) ||| Definition: . Cipher: Eg Fowler's old lady transfixed by married woman.", "summary": "Definition: Eg Fowler. Cipher: old lady transfixed by married woman."}
{"text": "Make fun of teacher initially in front of facility (5) ||| Definition: Make fun of. Cipher: teacher initially front of facility.", "summary": "Definition: Make fun of. Cipher: teacher initially in front of facility."}
{"text": "Be composed about relative informally appearing in court (7) ||| Definition: Be composed. Cipher: about relative informally appearing in court.", "summary": "Definition: Be composed. Cipher: about relative informally appearing in court."}
{"text": "Little good in tossing and turning in the raw — try this! (9) ||| Definition: . Cipher: Little good in tossing and turning in the raw — try this!.", "summary": "Definition: Little good in tossing and turning in the raw — try this!. Cipher: Little good in tossing and turning in the raw."}
{"text": "Support for constitutional edict backed: ruler to remain (7,5) ||| Definition: Support for constitutional edict backed: ruler. Cipher: edict backed: ruler to remain.", "summary": "Definition: Support for constitutional. Cipher: edict backed: ruler to remain."}
{"text": "Place to use deception at university (4) ||| Definition: Place. Cipher: to use deception on a university.", "summary": "Definition: Place. Cipher: to use deception at university."}
{"text": "Possibly tie contract to introduce sport (8) ||| Definition: tie. Cipher: Possibly 2-year contract to introduce sport.", "summary": "Definition: tie. Cipher: Possibly contract to introduce sport."}
{"text": "Clinical clasp in action (8) ||| Definition: . Cipher: Clinical clasp in action.", "summary": "Definition: Clinical. Cipher: Clinical clasp in action."}
{"text": "Measured talk about work on riot surprisingly (13) ||| Definition: Measured. Cipher: about work riot surprisingly.", "summary": "Definition: Measured. Cipher: talk about work on riot surprisingly."}
{"text": "Five broken toes — these should get cast (5) ||| Definition: toes these should get cast. Cipher: Five broken toes.", "summary": "Definition: these should get cast. Cipher: Five broken toes."}
{"text": "Novelist OK with a cue, flamboyantly potting first of reds (7) ||| Definition: Gothic Novelist. Cipher: OK with a cue, flamboyantly potting first of reds.", "summary": "Definition: Novelist. Cipher: OK with a cue, flamboyantly potting first of reds."}
{"text": "Turns out to cover European riots (6) ||| Definition: . Cipher: Turns out to cover European riots.", "summary": "Definition: riots. Cipher: Turns out to cover European."}
{"text": "European paper featured in series by Marx Brothers? (8) ||| Definition: . Cipher: European paper featured in series by Marx Brothers?.", "summary": "Definition: Marx Brothers. Cipher: European paper featured in series."}
{"text": "Delayed because of wet, we hear (7) ||| Definition: Late. Cipher: because of wet, we hear.", "summary": "Definition: Delayed. Cipher: because of wet, we hear."}
{"text": "Alienate English saint called Egbert originally (8) ||| Definition: Alienate. Cipher: saint called Egbert originally.", "summary": "Definition: Alienate. Cipher: English saint called Egbert originally."}
{"text": "Unconvincing feel about opening of bowling, English (6) ||| Definition: Unconvincing. Cipher: feel good about opening of bowling, English.", "summary": "Definition: Unconvincing. Cipher: feel about opening of bowling, English."}
{"text": "A sting? I, doc may be trying to analyse what’s wrong (10) ||| Definition: doc may trying to analyse what’s wrong. Cipher: A sting? I, be.", "summary": "Definition: trying to analyse what’s wrong. Cipher: A sting? I, doc may be."}
{"text": "Upset, sculptor is languishing — take stock from that (9) ||| Definition: take stock from that. Cipher: Upset, sculptor is languishing.", "summary": "Definition: take stock from that. Cipher: Upset, sculptor is languishing."}
{"text": "Mother leaves curry for each new person in East Asia (6) ||| Definition: . Cipher: Mother leaves curry for each new person in East Asia.", "summary": "Definition: person in East Asia. Cipher: Mother leaves curry for each new."}
{"text": "Computer systems used in mischievous parties – they surround the entrances (11) ||| Definition: . Cipher: Computer systems used in mischievous parties.", "summary": "Definition: . Cipher: Computer systems used in mischievous parties."}
{"text": "Persistent, and flying out in case (9) ||| Definition: Persistent flying. Cipher: flying out in case.", "summary": "Definition: Persistent. Cipher: flying out in case."}
{"text": "M25, say, has mechanism for carriageway repairs (9) ||| Definition: carriageway repairs. Cipher: M25, say, has.", "summary": "Definition: carriageway repairs. Cipher: M25, say, has mechanism."}
{"text": "Scientists cite negativity holding back development (8) ||| Definition: . Cipher: Scientists cite negativity holding back development.", "summary": "Definition: development. Cipher: Scientists cite negativity holding back."}
{"text": "Defeat (not in sport) (7) ||| Definition: Defeat. Cipher: (not in sport).", "summary": "Definition: Defeat. Cipher: (not in sport)."}
{"text": "Woman in yacht at sea (7) ||| Definition: Woman kind. Cipher: in yacht at sea.", "summary": "Definition: Woman. Cipher: in yacht at sea."}
{"text": "Planned helper to intercept thug (4,3) ||| Definition: . Cipher: Planned helper to intercept thug.", "summary": "Definition: Planned. Cipher: helper to intercept thug."}
{"text": "Lyric writer seeing Duane Eddy? (5) ||| Definition: Lyric writer. Cipher: Duane Eddy.", "summary": "Definition: Lyric writer. Cipher: Duane Eddy."}
{"text": "Anthem is played catching American fervour … (10) ||| Definition: fervour. Cipher: Anthem is played American.", "summary": "Definition: fervour. Cipher: Anthem is played catching American."}
{"text": "Dim element deprived of love the second time in a fantasy trilogy (8) ||| Definition: a fantasy trilogy. Cipher: Dim element deprived of love the second time.", "summary": "Definition: a fantasy trilogy. Cipher: Dim element deprived of love the second time."}
{"text": "Support isn’t accepted by chief (8) ||| Definition: Support isn’t accepted by. Cipher: isn’t accepted by chief.", "summary": "Definition: Support. Cipher: isn’t accepted by chief."}
{"text": "Kansas belt turned out abnormally tall plants (10) ||| Definition: tall plants. Cipher: Kansas belt turned abnormally.", "summary": "Definition: tall plants. Cipher: Kansas belt turned out abnormally."}
{"text": "Climber, one into obsessive climbing (5) ||| Definition: Climber. Cipher: one like obsessive climbing.", "summary": "Definition: Climber. Cipher: one into obsessive climbing."}
{"text": "I find smoker unusually annoying (7) ||| Definition: . Cipher: I find smoker unusually annoying.", "summary": "Definition: annoying. Cipher: I find smoker unusually."}
{"text": "Jack, boy in weatherproof material (9) ||| Definition: boy weatherproof material. Cipher: Jack, in.", "summary": "Definition: weatherproof material. Cipher: Jack, boy in."}
{"text": "Right in America upset, albeit wrongly (8) ||| Definition: . Cipher: Right in America upset, albeit wrongly.", "summary": "Definition: Right. Cipher: America upset, albeit wrongly."}
{"text": "Under Kidney, son’s dropped from current French team (10) ||| Definition: . Cipher: Under Kidney, son’s dropped from current French team.", "summary": "Definition: Under Kidney. Cipher: son’s dropped from current French team."}
{"text": "Following sequence from popular performance (2,4) ||| Definition: Following sequence. Cipher: performance.", "summary": "Definition: Following sequence. Cipher: popular performance."}
{"text": "Wildly enthusiastic, sure to get fancy personal grooming (9) ||| Definition: personal grooming. Cipher: Wildly enthusiastic, sure to get fancy.", "summary": "Definition: personal grooming. Cipher: Wildly enthusiastic, sure to get fancy."}
{"text": "Nibble knight in bed (5) ||| Definition: knight in bed. Cipher: Nibble.", "summary": "Definition: Nibble. Cipher: knight in bed."}
{"text": "Scientist has info to quote over mist obscuring motorway (10) ||| Definition: Scientist quote over mist. Cipher: info to obscuring motorway.", "summary": "Definition: Scientist. Cipher: info to quote over mist obscuring motorway."}
{"text": "Bins leak, unfortunately liable to end up under water (8) ||| Definition: liable to end up under water. Cipher: leak, unfortunately.", "summary": "Definition: liable to end up under water. Cipher: Bins leak, unfortunately."}
{"text": "Search one country to secure safe access? (11,4) ||| Definition: . Cipher: Search one country to secure safe access?.", "summary": "Definition: safe access?. Cipher: Search one country to secure."}
{"text": "Tennis shot Monsieur features in frame (5) ||| Definition: Tennis shot. Cipher: Monsieur features in picture.", "summary": "Definition: Tennis shot. Cipher: Monsieur features in frame."}
{"text": "Eggheads with terribly elitist leaning (14) ||| Definition: Eggheads. Cipher: terribly elitist leaning.", "summary": "Definition: Eggheads. Cipher: terribly elitist leaning."}
{"text": "A dentist worried about love potions (9) ||| Definition: . Cipher: A dentist worried about love potions.", "summary": "Definition: potions. Cipher: A dentist worried about love."}
{"text": "Shooting party worker hit by the Queen (6) ||| Definition: Shooting party worker. Cipher: shot by the Queen.", "summary": "Definition: Shooting party worker. Cipher: hit by the Queen."}
{"text": "Bit of a bloomer, perhaps, in what page is saying? (9) ||| Definition: Bit of a bloomer perhaps, in what. Cipher: page is saying.", "summary": "Definition: Bit of a bloomer. Cipher: page is saying."}
{"text": "Dignified, but terribly elated, accepted vote (7) ||| Definition: Dignified elated, accepted. Cipher: terribly vote.", "summary": "Definition: Dignified. Cipher: terribly elated, accepted vote."}
{"text": "Switch on broadcast about hot commercial event (5,4) ||| Definition: . Cipher: Switch on broadcast about hot commercial event.", "summary": "Definition: commercial event. Cipher: Switch on broadcast about hot."}
{"text": "Surprisingly, erudite man set value too low (13) ||| Definition: . Cipher: Surprisingly, erudite man set value too low.", "summary": "Definition: set value too low. Cipher: Surprisingly, erudite man."}
{"text": "Unique beer catches on (5) ||| Definition: Unique beer catches. Cipher: beer catches on.", "summary": "Definition: Unique. Cipher: beer catches on."}
{"text": "Carry on suits an eccentric (7) ||| Definition: Carry on an. Cipher: suits eccentric.", "summary": "Definition: Carry on. Cipher: suits an eccentric."}
{"text": "Going on again about a former Supreme Court judge (10) ||| Definition: Going on again about a former. Cipher: about a former Supreme Court judge.", "summary": "Definition: Going on again. Cipher: about a former Supreme Court judge."}
{"text": "Puzzle about boat’s return (5) ||| Definition: . Cipher: Puzzle about boat’s return.", "summary": "Definition: Puzzle. Cipher: about boat’s return."}
{"text": "Went off shortly after abbreviated narrative of copycat (6) ||| Definition: . Cipher: Went off shortly after short narrative.", "summary": "Definition: . Cipher: Went off shortly after abbreviated narrative."}
{"text": "Minor tremor as a result of bombshell (10) ||| Definition: Minor tremor of. Cipher: as a result bombshell.", "summary": "Definition: Minor tremor. Cipher: as a result of bombshell."}
{"text": "It’s cold fare put out for a revolutionary leader (5,6) ||| Definition: . Cipher: It’s cold fare put out a revolutionary leader.", "summary": "Definition: a revolutionary leader. Cipher: It’s cold fare put out."}
{"text": "Quite a few noticed bagging game (9) ||| Definition: Quite a few. Cipher: noticed bagging game.", "summary": "Definition: Quite a few. Cipher: noticed bagging game."}
{"text": "Person trying to win prizes, Spooner’s excited gambler? (9) ||| Definition: gambler. Cipher: Person trying to win prizes Spooner’s excited.", "summary": "Definition: Person trying to win prizes. Cipher: Spooner’s excited gambler."}
{"text": "Out of my box, I am after b—— spicy stuff (6,3) ||| Definition: Out of my box, I am after. Cipher: b spicy stuff.", "summary": "Definition: spicy stuff. Cipher: Out of my box, I am after b."}
{"text": "Note work — quiet work, in police station (3,4) ||| Definition: police station. Cipher: Note like work — quiet work.", "summary": "Definition: police station. Cipher: Note work — quiet work."}
{"text": "Maintain legalese mostly needs rewriting (6) ||| Definition: . Cipher: Maintain legalese mostly needs rewriting.", "summary": "Definition: Maintain. Cipher: legalese mostly needs rewriting."}
{"text": "Helicopter, say, on search mission (7) ||| Definition: on search mission. Cipher: Helicopter, say he.", "summary": "Definition: on search mission. Cipher: Helicopter, say."}
{"text": "Enforcer of energy saving — what about day room needing warmth? (6,5) ||| Definition: Enforcer of energy saving. Cipher: but what about day room needing warmth.", "summary": "Definition: Enforcer of energy saving. Cipher: what about day room needing warmth."}
{"text": "Chaos caused by argument against merger (9) ||| Definition: Chaotic. Cipher: argument against merger.", "summary": "Definition: Chaos. Cipher: argument against merger."}
{"text": "Mimic returned some money (4) ||| Definition: Mimic. Cipher: returned to me some money.", "summary": "Definition: Mimic. Cipher: returned some money."}
{"text": "Told stories, on the way up, about volunteers in army unit (6) ||| Definition: in army unit. Cipher: Told stories, on the way up, about volunteers.", "summary": "Definition: army unit. Cipher: Told stories, on the way up, about volunteers."}
{"text": "Flower (around two seconds) (7) ||| Definition: Flower. Cipher: Flower two.", "summary": "Definition: Flower. Cipher: Flower around two seconds."}
{"text": "Check rolls should be turned over (4) ||| Definition: rolls should be turned over. Cipher: Check.", "summary": "Definition: Check. Cipher: rolls should be turned over."}
{"text": "Record crime in Ghana in systematic account (9) ||| Definition: systematic. Cipher: Record crime in Ghana.", "summary": "Definition: systematic account. Cipher: Record crime in Ghana."}
{"text": "Tasteless stuff Venetian artist announced, crafty fellow (9) ||| Definition: Tasteless stuff. Cipher: Venetian artist announced crafty fellow.", "summary": "Definition: crafty fellow. Cipher: Tasteless stuff Venetian artist announced."}
{"text": "Meet religious group to the east of Bury (9) ||| Definition: . Cipher: Meet religious group to the east of Bury.", "summary": "Definition: Meet. Cipher: religious group to the east of Bury."}
{"text": "Indian instrument, one held by celebrity (5) ||| Definition: held by celebrity. Cipher: Indian instrument one.", "summary": "Definition: Indian instrument. Cipher: one held by celebrity."}
{"text": "Characters upset princess with things (10) ||| Definition: Characters. Cipher: upset princess with it.", "summary": "Definition: Characters. Cipher: upset princess with things."}
{"text": "Regularly coercing barmaid to display the art of folding sheets (7) ||| Definition: the art of folding sheets. Cipher: Regularly coercing milk barmaid.", "summary": "Definition: the art of folding sheets. Cipher: Regularly coercing barmaid."}
{"text": "Pure evil on the up! Not taken to court about it? (9) ||| Definition: to court about it. Cipher: Pure evil on the up! Not taken.", "summary": "Definition: Pure. Cipher: evil on the up! Not taken to court about it."}
{"text": "Old coin, restricted, being brought back (6) ||| Definition: brought back. Cipher: Old coin restricted, being.", "summary": "Definition: Old coin. Cipher: restricted, being brought back."}
{"text": "Dry heated ingredients turning dry (9) ||| Definition: dry. Cipher: Dry heated ingredients turning point.", "summary": "Definition: dry. Cipher: Dry heated ingredients turning."}
{"text": "Value ship upon high seas (6) ||| Definition: high seas. Cipher: Value ship upon.", "summary": "Definition: Value. Cipher: ship upon high seas."}
{"text": "City guides on audio (5) ||| Definition: City on. Cipher: guides audio.", "summary": "Definition: City. Cipher: guides on audio."}
{"text": "Unconventional writing system fast losing following (4) ||| Definition: Unconventional writing system fast losing following. Cipher: fast losing following.", "summary": "Definition: Unconventional writing system. Cipher: fast losing following."}
{"text": "Old hard form of silica surrounds geographical feature (10) ||| Definition: Old. Cipher: hard form of silica surrounds geographical feature.", "summary": "Definition: Old. Cipher: hard form of silica surrounds geographical feature."}
{"text": "… male lead from ‘Islands’, tipped off in message (5) ||| Definition: in message. Cipher: … male lead from ‘Islands’, tipped off.", "summary": "Definition: message. Cipher: … male lead from ‘Islands’, tipped off."}
{"text": "Teach me to twist the knife (7) ||| Definition: . Cipher: Teach me to twist the knife.", "summary": "Definition: knife. Cipher: Teach me to twist the."}
{"text": "Bit of incidental information is turned over with pleasure (9) ||| Definition: is turned over with pleasure. Cipher: Bit of incidental information.", "summary": "Definition: Bit of incidental information. Cipher: is turned over with pleasure."}
{"text": "Carpeting’s total shambles without ruler (7-2) ||| Definition: Carpeting total shambles without. Cipher: total shambles without ruler.", "summary": "Definition: Carpeting. Cipher: total shambles without ruler."}
{"text": "Pungent air around middle of restroom (6) ||| Definition: Pungent around. Cipher: air middle of restroom.", "summary": "Definition: Pungent. Cipher: air around middle of restroom."}
{"text": "Painting in red almost surreal (3,6) ||| Definition: Painting. Cipher: red almost surreal.", "summary": "Definition: Painting. Cipher: red almost surreal."}
{"text": "Literary collection about Maine, Rhode Island and California? (9) ||| Definition: Island and California. Cipher: Literary collection about Maine, Rhode Island and California? collection about Maine, Rhode.", "summary": "Definition: Literary collection about Maine, Rhode Island and California?. Cipher: collection about Maine, Rhode Island and California."}
{"text": "Made further use of celery, stirring it up with slices of chicken and duck (8) ||| Definition: duck. Cipher: Made further use of celery, stirring it up with slices of chicken and.", "summary": "Definition: Made further use of. Cipher: celery, stirring it up with slices of chicken and duck."}
{"text": "See tears wrecking bits of artistic design (8) ||| Definition: bits of artistic design. Cipher: See tears wrecking ball.", "summary": "Definition: bits of artistic design . Cipher: See tears wrecking."}
{"text": "Come on — it could be a symbol (8) ||| Definition: a symbol. Cipher: Come on — it could be.", "summary": "Definition: symbol. Cipher: Come on — it could be."}
{"text": "Extra information from border not amounting to much (9) ||| Definition: Extra helping information. Cipher: border not amounting to much.", "summary": "Definition: Extra information. Cipher: border not amounting to much."}
{"text": "Searched for somewhere to sleep (6) ||| Definition: for somewhere to sleep. Cipher: Searched.", "summary": "Definition: Searched. Cipher: for somewhere to sleep."}
{"text": "Quick-witted, casting statue (6) ||| Definition: Witted. Cipher: casting statue.", "summary": "Definition: Quick-witted. Cipher: casting statue."}
{"text": "Tell of 506 trapped in sea disaster (6) ||| Definition: Tell. Cipher: 506 trapped in sea disaster.", "summary": "Definition: Tell. Cipher: 506 trapped in sea disaster."}
{"text": "Shift of direction implicated in defensive error (4) ||| Definition: Shift of direction. Cipher: implicated him in defensive error.", "summary": "Definition: Shift of direction. Cipher: implicated in defensive error."}
{"text": "One all a-flutter for Real Madrid running around (3,7) ||| Definition: . Cipher: One all a-flutter for Real Madrid running around.", "summary": "Definition: One all a-flutter. Cipher: Real Madrid running around."}
{"text": "Make a fuss about mass way to dispose of bodies (7) ||| Definition: way dispose of bodies. Cipher: Make a fuss about mass.", "summary": "Definition: way to dispose of bodies. Cipher: Make a fuss about mass."}
{"text": "State of wife having little drink — half pint (11) ||| Definition: State. Cipher: wife having little drink — one half pint.", "summary": "Definition: State. Cipher: wife having little drink — half pint."}
{"text": "Occupants go to nurse French child female abandoned (8) ||| Definition: Occupants go to nurse. Cipher: go to nurse French child female abandoned.", "summary": "Definition: Occupants. Cipher: go to nurse French child female abandoned."}
{"text": "Sitting by river, I’m about to tuck into fruit – this may bring death! (4,6) ||| Definition: tuck into fruit this may bring death. Cipher: Sitting by river, I’m about to tuck into fruit.", "summary": "Definition: this may bring death. Cipher: Sitting by river, I’m about to tuck into fruit."}
{"text": "Aristocrat using gardener here and there (5,8) ||| Definition: Aristocrat society. Cipher: using gardener here and there.", "summary": "Definition: Aristocrat. Cipher: using gardener here and there."}
{"text": "Daughter wraps a present? On the contrary, getting stick (6) ||| Definition: stick bug. Cipher: Daughter wraps a present? On the contrary.", "summary": "Definition: stick. Cipher: Daughter wraps a present? On the contrary."}
{"text": "Good soul remains to get amount squirrelled away (5) ||| Definition: amount squirrelled away. Cipher: Good soul remains.", "summary": "Definition: amount squirrelled away. Cipher: Good soul remains."}
{"text": "Criminals which I am holding, including the First Lady (7) ||| Definition: Criminals. Cipher: which I am holding, not including the First Lady.", "summary": "Definition: Criminals. Cipher: which I am holding, including the First Lady."}
{"text": "Wife Tessa, confused, wrong about Old English dialect (4,5) ||| Definition: Tessa, confused, Old English dialect. Cipher: Wife wrong about.", "summary": "Definition: Old English dialect. Cipher: Wife Tessa, confused, wrong about."}
{"text": "By which noose is tightened and top link’s broken (8) ||| Definition: By which noose is tightened and. Cipher: top link’s broken.", "summary": "Definition: By which noose is tightened. Cipher: top link’s broken."}
{"text": "‘Wife’ in Top Hat dancing in this way by canal (7) ||| Definition: in way by canal. Cipher: ‘Wife’ Top Hat dancing.", "summary": "Definition: way by canal. Cipher: ‘Wife’ in Top Hat dancing."}
{"text": "Leaders leaving bar aid city that’s showing effect of drought (7) ||| Definition: that’s showing effect of drought. Cipher: Leaders leaving bar aid city.", "summary": "Definition: that’s showing effect of drought. Cipher: Leaders leaving bar aid city."}
{"text": "Lament withdrawal of eastern network (5) ||| Definition: Lament. Cipher: withdrawal of eastern seaboard network.", "summary": "Definition: Lament. Cipher: withdrawal of eastern network."}
{"text": "Flowers, say, gone astray (7) ||| Definition: Flour. Cipher: say, gone astray.", "summary": "Definition: Flowers. Cipher: say, gone astray."}
{"text": "Fan, perhaps, of decommissioned vehicle? (9) ||| Definition: Fan, perhaps. Cipher: perhaps decommissioned vehicle.", "summary": "Definition: Fan, perhaps. Cipher: decommissioned vehicle."}
{"text": "The class rioting which scholars carry out (8) ||| Definition: scholars carry out. Cipher: The class rioting.", "summary": "Definition: which scholars carry out. Cipher: The class rioting."}
{"text": "Head of Mafia caught by hired gun, surprisingly — wow! (9) ||| Definition: wow!. Cipher: Head of Mafia caught by hired gun, dead.", "summary": "Definition: wow!. Cipher: Head of Mafia caught by hired gun, surprisingly."}
{"text": "Abuse is included in matter that needs to be sorted (8) ||| Definition: Abuse. Cipher: is included in idea that needs to be sorted.", "summary": "Definition: Abuse. Cipher: is included in matter that needs to be sorted."}
{"text": "Ending of hangings in small Eastern country causes a thrill (9) ||| Definition: a thrill. Cipher: Ending of hangings draped in small Eastern country.", "summary": "Definition: a thrill. Cipher: Ending of hangings in small Eastern country."}
{"text": "Individual taking new name first (7) ||| Definition: . Cipher: new name.", "summary": "Definition: . Cipher: Individual new name first."}
{"text": "Copy, published, that is dividing family (10) ||| Definition: . Cipher: Copy, published, that is dividing family.", "summary": "Definition: Copy. Cipher: published, that is dividing family."}
{"text": "Folk singer playing banjo with endless zeal (4,4) ||| Definition: Folk singer. Cipher: playing banjo zeal.", "summary": "Definition: Folk singer. Cipher: playing banjo with endless zeal."}
{"text": "Capital journey on liner is just starting (7) ||| Definition: Capital. Cipher: journey on is just.", "summary": "Definition: Capital. Cipher: journey on liner is just starting."}
{"text": "Prize mongrel male dog chewing ends of lead (4,5) ||| Definition: Prize chewing. Cipher: mongrel male dog ends of lead.", "summary": "Definition: Prize. Cipher: mongrel male dog chewing ends of lead."}
{"text": "Most of tag team seen in old sitcom (4) ||| Definition: tag old sitcom. Cipher: Most of team.", "summary": "Definition: old sitcom. Cipher: Most of tag team."}
{"text": "Resolve to tackle North American hostility (6) ||| Definition: hostility. Cipher: Resolve to tackle an American.", "summary": "Definition: hostility. Cipher: Resolve to tackle North American."}
{"text": "River in principal area is a place with boats (6) ||| Definition: . Cipher: River in principal area is a place with boats.", "summary": "Definition: a place with boats. Cipher: River in principal area."}
{"text": "Song about Zulu that’s work-shy (4) ||| Definition: Song. Cipher: about Zulu work-shy.", "summary": "Definition: work-shy. Cipher: Song about Zulu."}
{"text": "Leader‘s turbulent priest found outside study (9) ||| Definition: . Cipher: Leader‘s turbulent priest found outside study.", "summary": "Definition: Leader. Cipher: turbulent priest found outside study."}
{"text": "Comedian mostly repelled after dad sees photographers (9) ||| Definition: photographers. Cipher: Comedian repelled after dad sees.", "summary": "Definition: photographers. Cipher: Comedian mostly repelled after dad sees."}
{"text": "Managed to get raise with share account (9) ||| Definition: Managed. Cipher: to get raise with share account.", "summary": "Definition: account. Cipher: Managed to get raise with share."}
{"text": "A long time to house relative in place that’s private (8) ||| Definition: house relative private. Cipher: A long time to in place.", "summary": "Definition: private. Cipher: A long time to house relative in place."}
{"text": "Bury something cold, heading off (5) ||| Definition: . Cipher: Bury something cold, heading off.", "summary": "Definition: Bury. Cipher: something cold, heading off."}
{"text": "Pointer about one of life’s essentials (7) ||| Definition: one of life’s essentials. Cipher: Lazer Pointer about.", "summary": "Definition: one of life’s essentials. Cipher: Pointer about."}
{"text": "Border crossing contact is concern (9) ||| Definition: Border. Cipher: crossing contact is concern scare.", "summary": "Definition: Border. Cipher: crossing contact is concern."}
{"text": "Talk about conclusion of bizarre con (5) ||| Definition: . Cipher: Talk about conclusion of bizarre con.", "summary": "Definition: con. Cipher: Talk about conclusion of bizarre."}
{"text": "Periods restricting the Spanish – times when things don’t get going (6) ||| Definition: times when things don’t get going. Cipher: Periods restricting the Spanish –.", "summary": "Definition: times when things don’t get going. Cipher: Periods restricting the Spanish –."}
{"text": "Victory number one turned series (10) ||| Definition: series. Cipher: one turned.", "summary": "Definition: series. Cipher: Victory number one turned."}
{"text": "Cape fruit previously creating a nasty scene? (8) ||| Definition: Cape fruit previously a nasty scene. Cipher: Cape fruit previously.", "summary": "Definition: a nasty scene. Cipher: Cape fruit previously."}
{"text": "Some toast stunning defeat in study (7) ||| Definition: study. Cipher: Some toast stunning defeat in.", "summary": "Definition: Some toast. Cipher: stunning defeat in study."}
{"text": "British Miss married a business school type, a snake (5,5) ||| Definition: a snake. Cipher: British girl married a business school type.", "summary": "Definition: a snake. Cipher: British Miss married a business school type."}
{"text": "Request to take food into vestibule? (8) ||| Definition: Request. Cipher: to take food into vestibule.", "summary": "Definition: Request. Cipher: take food into vestibule."}
{"text": "Hairy giant has an unauthorised dwelling in school (9) ||| Definition: Hairy giant in. Cipher: an unauthorised dwelling school.", "summary": "Definition: Hairy giant. Cipher: an unauthorised dwelling in school."}
{"text": "Mountain climbing nationalist’s scheme (4) ||| Definition: scheme. Cipher: Tree climbing nationalist.", "summary": "Definition: scheme. Cipher: Mountain climbing nationalist."}
{"text": "Location much sought by Stalin after revolution (8) ||| Definition: Location much sought. Cipher: by Stalin after revolution.", "summary": "Definition: Location much sought. Cipher: by Stalin after revolution."}
{"text": "Book commission — criticise cost of loan (6,10,4) ||| Definition: commission — criticise cost of loan. Cipher: Book commission — criticise.", "summary": "Definition: cost of loan. Cipher: Book commission — criticise."}
{"text": "Upper level light on board (9) ||| Definition: Upper level on. Cipher: light board.", "summary": "Definition: Upper level. Cipher: light on board."}
{"text": "Insensitive, possibly, Donald’s offering things that won’t work (4,5) ||| Definition: possibly, things that won’t work. Cipher: Insensitive, Donald’s.", "summary": "Definition: things that won’t work. Cipher: Insensitive, possibly, Donald’s."}
{"text": "The woman crossing a road should beware of traffic stopped here! (4,8) ||| Definition: beware of traffic stopped here. Cipher: The woman crossing a road should.", "summary": "Definition: beware of traffic stopped here. Cipher: The woman crossing a road should."}
{"text": "The state of Wendy after mingling with Lew? (5-3) ||| Definition: The state. Cipher: Wendy after mingling with Lew.", "summary": "Definition: The state. Cipher: Wendy after mingling with Lew."}
{"text": "Singer has tension after her work (10) ||| Definition: Singer has. Cipher: tension after her work.", "summary": "Definition: Singer. Cipher: tension after her work."}
{"text": "Unusual item copper linked with port in Brazil (5) ||| Definition: Unusual item linked with. Cipher: copper port in Brazil.", "summary": "Definition: Unusual item. Cipher: copper linked with port in Brazil."}
{"text": "Ill-fated one lost in pitch? (4-4) ||| Definition: Ill-fated. Cipher: one lost in pitch.", "summary": "Definition: lost in pitch. Cipher: Ill-fated one."}
{"text": "Acclaim new papal practice (8) ||| Definition: Acclaim new papal. Cipher: new papal practice.", "summary": "Definition: Acclaim. Cipher: new papal practice."}
{"text": "Problem sleeping? One surprisingly found in alpha male relative (6) ||| Definition: One surprisingly found in alpha male relative. Cipher: Problem sleeping.", "summary": "Definition: Problem sleeping. Cipher: One surprisingly found in alpha male relative."}
{"text": "Feature a time-consuming testimony (9) ||| Definition: testimony. Cipher: Feature a time-consuming.", "summary": "Definition: Feature. Cipher: a time-consuming testimony."}
{"text": "The core earth’s middle pens? Possibly (12) ||| Definition: core. Cipher: The earth’s middle pens? Possibly.", "summary": "Definition: . Cipher: The core earth’s middle pens? Possibly."}
{"text": "The man wears beret? That’s vulgar (5) ||| Definition: . Cipher: The man wears beret vulgar.", "summary": "Definition: vulgar. Cipher: The man wears beret."}
{"text": "Wrecked taxi, he pays for throttle (10) ||| Definition: throttle. Cipher: Wrecked taxi, he pays.", "summary": "Definition: throttle. Cipher: Wrecked taxi, he pays."}
{"text": "Mean-spirited Conservative party at end of election (6) ||| Definition: Mean-spirited party. Cipher: Conservative at end of election.", "summary": "Definition: Mean-spirited. Cipher: Conservative party at end of election."}
{"text": "Sick individual working to embrace America’s fantasy (8 ) ||| Definition: . Cipher: Sick individual working Sick individual working to embrace America’s.", "summary": "Definition: . Cipher: Sick individual working to embrace America’s."}
{"text": "Being obsessive, name distinctive rock type (8) ||| Definition: Being obsessive,. Cipher: name distinctive rock type.", "summary": "Definition: distinctive rock type. Cipher: Being obsessive, name."}
{"text": "Indian lute is brought back by sailor (5) ||| Definition: lute. Cipher: is brought back by sailor.", "summary": "Definition: Indian lute. Cipher: is brought back by sailor."}
{"text": "Former pet can’t mix with child (9) ||| Definition: with child. Cipher: Former pet can’t mix with child.", "summary": "Definition: with child. Cipher: Former pet can’t mix."}
{"text": "Having run down, rare warmth envelops players (13,9) ||| Definition: players. Cipher: run down, rare warmth envelops.", "summary": "Definition: players. Cipher: Having run down, rare warmth envelops."}
{"text": "District with cup in Italy? I’m excited (12) ||| Definition: District Italy? I’m. Cipher: cup in excited.", "summary": "Definition: District. Cipher: cup in Italy? I’m excited."}
{"text": "Aussie Brown entertains primarily sexual obsession (9) ||| Definition: . Cipher: Aussie Brown entertains primarily sexual obsession.", "summary": "Definition: Aussie. Cipher: Brown entertains primarily sexual obsession."}
{"text": "Remaining bottles primarily noxious and potent, not initially fit for cooking (4-5) ||| Definition: fit on cooking. Cipher: Remaining bottles primarily noxious and potent, not initially.", "summary": "Definition: fit for cooking. Cipher: Remaining bottles primarily noxious and potent, not initially."}
{"text": "Murder suspect to lam scoundrel painfully (7,7) ||| Definition: Murder suspect. Cipher: killed to lam scoundrel painfully.", "summary": "Definition: Murder suspect. Cipher: to lam scoundrel painfully."}
{"text": "Bloated? Stop imbibing fizzy lager (8) ||| Definition: Bloated Stop imbibing. Cipher: Stop imbibing fizzy lager.", "summary": "Definition: Bloated. Cipher: Stop imbibing fizzy lager."}
{"text": "Plant in pound range with moss for replanting (10) ||| Definition: Plant. Cipher: pound range with moss around for replanting.", "summary": "Definition: Plant. Cipher: pound range with moss for replanting."}
{"text": "Conservative crane erector limits height gain (5-6) ||| Definition: . Cipher: Conservative crane erector limits height gain.", "summary": "Definition: Conservative. Cipher: crane erector limits height gain."}
{"text": "Name missing from sign is a drag (4) ||| Definition: Name. Cipher: missing from sign a drag.", "summary": "Definition: a drag. Cipher: Name missing from sign."}
{"text": "Bank worker eating most of party fare? (9) ||| Definition: eating fare. Cipher: Bank worker most of party.", "summary": "Definition: fare. Cipher: Bank worker eating most of party."}
{"text": "Dislike a pose adopted by actor Leonard (9) ||| Definition: Disturb. Cipher: a pose adopted by actor Leonard.", "summary": "Definition: Dislike. Cipher: a pose adopted by actor Leonard."}
{"text": "Working mothers welcome right over a limited period (5-4) ||| Definition: a limited period. Cipher: Working mothers welcome right a limited.", "summary": "Definition: a limited period. Cipher: Working mothers welcome right."}
{"text": "Morse, involved in link, gets boring (8) ||| Definition: boring. Cipher: Morse, involved in like.", "summary": "Definition: boring. Cipher: Morse, involved in link."}
{"text": "Poor clue standard to cause corruption (8) ||| Definition: cause corruption. Cipher: Poor clue to.", "summary": "Definition: cause corruption. Cipher: Poor clue standard to."}
{"text": "Turnips observed when turning over front of plot (5) ||| Definition: Turnips planted. Cipher: observed when turning over front of plot.", "summary": "Definition: Turnips. Cipher: observed when turning over front of plot."}
{"text": "Tops in Premier League, American, also (4) ||| Definition: also. Cipher: Tops in Premier League, American.", "summary": "Definition: also. Cipher: Tops in Premier League, American."}
{"text": "Full theatre allowed me to ignore money (7) ||| Definition: . Cipher: Full theatre allowed me to ignore money.", "summary": "Definition: Full. Cipher: theatre allowed me to ignore money."}
{"text": "Choose mail programme that’s just right (7) ||| Definition: just right. Cipher: Choose mail programme that’s.", "summary": "Definition: just right. Cipher: Choose mail programme."}
{"text": "Replacing fellow artist, finally, as singer? (9) ||| Definition: singer. Cipher: Replacing music artist, finally.", "summary": "Definition: singer. Cipher: Replacing fellow artist, finally."}
{"text": "TV drama series provided that about Father Time? (4,6) ||| Definition: TV drama series. Cipher: provided that about Father Time.", "summary": "Definition: TV drama series. Cipher: provided that about Father Time."}
{"text": "Oil covering end of document on a large emblem of sovereignty (5,4) ||| Definition: . Cipher: Oil covering end of document on a large emblem of sovereignty.", "summary": "Definition: emblem of sovereignty. Cipher: Oil covering end of document on a large."}
{"text": "New moon about to be late (2,4) ||| Definition: late. Cipher: New moon about.", "summary": "Definition: late. Cipher: New moon about."}
{"text": "Rocket incorporating new submarine detection system (5) ||| Definition: Rocket incorporating new submarine detection system. Cipher: Rocket incorporating new.", "summary": "Definition: submarine detection system. Cipher: Rocket incorporating new."}
{"text": "During film, Dr Watson appears terribly abrupt (5,3,5) ||| Definition: abrupt. Cipher: During Watson appears terribly.", "summary": "Definition: abrupt. Cipher: During film, Dr Watson appears terribly."}
{"text": "Smoker's item lost touring hospital (7) ||| Definition: item. Cipher: lost touring hospital.", "summary": "Definition: Smoker's item. Cipher: lost touring hospital."}
{"text": "Keep prisoners ever reformed (8) ||| Definition: . Cipher: Keep prisoners ever reformed.", "summary": "Definition: Keep. Cipher: prisoners ever reformed."}
{"text": "College lecturer after a tense period left being one-sided (10) ||| Definition: being one-sided. Cipher: College lecturer after a tense period left.", "summary": "Definition: one-sided. Cipher: College lecturer after a tense period left."}
{"text": "I’m irate about how long programme goes on for (7) ||| Definition: . Cipher: I’m irate about how long programme goes on for.", "summary": "Definition: how long programme goes on for. Cipher: I’m irate about."}
{"text": "Farm animals changed direction, with rain starting to hit area just south of London (11,4) ||| Definition: area just south of London. Cipher: Farm animals changed direction, with rain starting to hit.", "summary": "Definition: area just south of London. Cipher: Farm animals changed direction, with rain starting to hit."}
{"text": "Since coming from Belgium Hercule finally with grounds for action (7) ||| Definition: Since. Cipher: Belgium Hercule with grounds action.", "summary": "Definition: Since. Cipher: Belgium Hercule finally with grounds for action."}
{"text": "Somewhere in America Derek gets clued up (8) ||| Definition: Somewhere in America clued. Cipher: Derek gets up.", "summary": "Definition: Somewhere in America. Cipher: Derek gets clued up."}
{"text": "Improperly obtains part of castle that’s outstanding? (7) ||| Definition: part of castle that’s outstanding?. Cipher: Doesn't obtains.", "summary": "Definition: part of castle that’s outstanding?. Cipher: Improperly obtains."}
{"text": "Son quietly studied feast (6) ||| Definition: feat. Cipher: Son quietly studied.", "summary": "Definition: feast. Cipher: Son quietly studied."}
{"text": "Visibly embarrassed about English journalists being put down (9) ||| Definition: put down. Cipher: Visibly embarrassed about English journalists.", "summary": "Definition: put down. Cipher: Visibly embarrassed about English journalists."}
{"text": "Rudely waken to take part in combat (9) ||| Definition: take part combat. Cipher: Rudely waken to take part.", "summary": "Definition: combat. Cipher: Rudely waken to take part."}
{"text": "Awkward brute is interrupting office task, a delaying tactic (13) ||| Definition: a delaying tactic. Cipher: Awkward brute is interrupting office task.", "summary": "Definition: a delaying tactic. Cipher: Awkward brute is interrupting office task."}
{"text": "Capital banked by chief, he left for France (1,6) ||| Definition: left for France. Cipher: Capital banked by chief, he.", "summary": "Definition: left for France. Cipher: Capital banked by chief, he."}
{"text": "Given new menus you all sit together (14) ||| Definition: together. Cipher: Given menus you all sit.", "summary": "Definition: together. Cipher: Given new menus you all sit."}
{"text": "Pinafore dress James picked up by mistake (7) ||| Definition: Pinafore dress. Cipher: James picked up by mistake err.", "summary": "Definition: Pinafore dress. Cipher: James picked up by mistake."}
{"text": "Capital required to get a new car on account (5) ||| Definition: . Cipher: Capital required to get a new car on account.", "summary": "Definition: Capital. Cipher: a new car on account."}
{"text": "Caught a drunk outside racecourse (5) ||| Definition: Caught. Cipher: a drunk outside racecourse.", "summary": "Definition: racecourse. Cipher: Caught a drunk outside."}
{"text": "Performance extremely numbing, I’m heading for the exit! (2,4) ||| Definition: I’m heading for the exit!. Cipher: Performance extremely numbing.", "summary": "Definition: I’m heading for the exit!. Cipher: Performance extremely numbing."}
{"text": "School member admits dirty look and gesture (8) ||| Definition: gesture. Cipher: School member admits dirty and and.", "summary": "Definition: gesture. Cipher: School member admits dirty and."}
{"text": "Plot against American defecting is very easy initially (8) ||| Definition: Land Plot. Cipher: against American defecting is very easy initially.", "summary": "Definition: Plot. Cipher: against American defecting is very easy initially."}
{"text": "Language in the manner of a noisy boom outside small room (8) ||| Definition: Language. Cipher: a noisy boom outside small room.", "summary": "Definition: Language. Cipher: a noisy boom outside small room."}
{"text": "Issues in changing times (5) ||| Definition: Issues changing times. Cipher: changing times.", "summary": "Definition: Issues. Cipher: changing times."}
{"text": "Sweets in tin daddy emptied (5) ||| Definition: . Cipher: Sweets in tin daddy emptied.", "summary": "Definition: Sweets. Cipher: tin daddy emptied."}
{"text": "Test returns in regular order (4) ||| Definition: Test regular. Cipher: returns in order.", "summary": "Definition: Test. Cipher: returns in regular order."}
{"text": "Means, indeed, always to include five reservists at sea (4,4) ||| Definition: reservists sea. Cipher: Means, indeed, always to include five.", "summary": "Definition: reservists at sea. Cipher: Means, indeed, always to include five."}
{"text": "Puzzle in south chasing westbound taxi provider (5) ||| Definition: Puzzle south. Cipher: south chasing westbound taxi provider.", "summary": "Definition: Puzzle. Cipher: south chasing westbound taxi provider."}
{"text": "Praise, or similar, encountered in part of theatre? (7) ||| Definition: Praise similar, encountered in. Cipher: similar, encountered in part of theatre.", "summary": "Definition: Praise. Cipher: similar, encountered in part of theatre."}
{"text": "Suffered in a French river (9) ||| Definition: Suffered. Cipher: a French river.", "summary": "Definition: Suffered. Cipher: a French river."}
{"text": "Girl rings friend and mum in holiday location (3,6) ||| Definition: Girl rings friend. Cipher: and mum holiday location.", "summary": "Definition: holiday location. Cipher: Girl rings friend and mum."}
{"text": "Bring up small bench (4) ||| Definition: Bring up. Cipher: small bench player.", "summary": "Definition: Bring up. Cipher: small bench."}
{"text": "Initially nervous: when turning to drink, gains a little extra confidence (12) ||| Definition: gains a confidence. Cipher: Initially nervous: when turning to drink, little extra.", "summary": "Definition: confidence. Cipher: Initially nervous: when turning to drink, gains a little extra."}
{"text": "Revised assessment liars appear to develop (11) ||| Definition: Graded Revised assessment. Cipher: liars appear to develop.", "summary": "Definition: Revised assessment. Cipher: liars appear to develop."}
{"text": "King Charles perhaps explains mix up having lost the vote (7) ||| Definition: up having lost the vote. Cipher: King Charles explains mix.", "summary": "Definition: King Charles. Cipher: explains mix up having lost the vote."}
{"text": "Difficult old puzzle priest threatening not to complete (10) ||| Definition: Difficult ugly puzzle. Cipher: priest threatening not to complete.", "summary": "Definition: Difficult old puzzle. Cipher: priest threatening not to complete."}
{"text": "Badly lost, Del embraces variable dates Julius arranged (3,5) ||| Definition: Del embraces dates Julius arranged. Cipher: Badly lost, variable.", "summary": "Definition: dates Julius arranged. Cipher: Badly lost, Del embraces variable."}
{"text": "Driving, not running, holding broken handset (2,3,6) ||| Definition: Driving crazy. Cipher: not running, holding broken handset.", "summary": "Definition: Driving. Cipher: not running, holding broken handset."}
{"text": "Colonel associated with us, not so neutral or tame? (10) ||| Definition: wild or tame. Cipher: Colonel associated with us, not so.", "summary": "Definition: neutral or tame. Cipher: Colonel associated with us, not so."}
{"text": "Duke standing by national PM (8) ||| Definition: PM. Cipher: Duke standing by national.", "summary": "Definition: PM. Cipher: Duke standing by national."}
{"text": "Learns about love somewhere in Italy (7) ||| Definition: somewhere in Italy. Cipher: Learns about love.", "summary": "Definition: somewhere in Italy. Cipher: Learns about love."}
{"text": "Regret turning over power? I see an evolving attempt to integrate with neighbours (11) ||| Definition: attempt to integrate with neighbours. Cipher: Regret turning over power? I see an evolving.", "summary": "Definition: attempt to integrate with neighbours. Cipher: Regret turning over power? I see an evolving."}
{"text": "Quite sour cocktail is a shade of blue (9) ||| Definition: a of. Cipher: Quite sour cocktail.", "summary": "Definition: a shade of blue. Cipher: Quite sour cocktail."}
{"text": "Structure made with cunning technique (7) ||| Definition: . Cipher: Structure made with cunning technique.", "summary": "Definition: Structure. Cipher: cunning technique."}
{"text": "Bid slacker to work — one perhaps reluctant to do so? (10) ||| Definition: one perhaps reluctant to do so?. Cipher: Bid slacker to labor.", "summary": "Definition: one perhaps reluctant to do so?. Cipher: Bid slacker to work."}
{"text": "Chapel area in gold and blue (7) ||| Definition: Chapel and. Cipher: area in gold blue.", "summary": "Definition: Chapel. Cipher: area in gold and blue."}
{"text": "Apple peel, apricot and nuts — Ma prepared too much for a trifle (1,5,2,1,6) ||| Definition: too much for a trifle. Cipher: Apple (peel.", "summary": "Definition: too much for a trifle. Cipher: Apple (peel."}
{"text": "Extremely giddy sailor pirouetting (8) ||| Definition: pirouetting. Cipher: Extremely giddy sailor boy.", "summary": "Definition: pirouetting. Cipher: Extremely giddy sailor."}
{"text": "Remedies bring back the other condition (5) ||| Definition: bring back the other condition. Cipher: Remedies.", "summary": "Definition: Remedies. Cipher: bring back the other condition."}
{"text": "Irregular bet incriminates leading politician (7,8) ||| Definition: world's leading politician. Cipher: Irregular bet incriminates.", "summary": "Definition: leading politician. Cipher: Irregular bet incriminates."}
{"text": "Unruly nieces consume hot takeaway (7) ||| Definition: Unruly nieces. Cipher: consume hot takeaway.", "summary": "Definition: takeaway. Cipher: Unruly nieces consume hot."}
{"text": "Reprimand skaters for casual footwear (6,8) ||| Definition: . Cipher: Reprimand skaters casual footwear.", "summary": "Definition: casual footwear. Cipher: Reprimand skaters."}
{"text": "Meets us for a change, that’s not to be missed (4-3) ||| Definition: for a change not to be missed. Cipher: Meets us for a change.", "summary": "Definition: not to be missed. Cipher: Meets us for a change."}
{"text": "Not finished in race crossing lake (10) ||| Definition: Not finished in. Cipher: in race crossing lake.", "summary": "Definition: Not finished. Cipher: in race crossing lake."}
{"text": "Those without stockings are not commonly corrupt (5) ||| Definition: Those. Cipher: without stockings are not commonly corrupt.", "summary": "Definition: corrupt. Cipher: Those without stockings are not commonly."}
{"text": "US money and yen received, clutching a buck (5,4) ||| Definition: received, clutching buck. Cipher: US money and yen a.", "summary": "Definition: buck. Cipher: US money and yen received, clutching a."}
{"text": "Cleaner with little energy’s given notice that needs to be worked out (7) ||| Definition: notice that needs to be worked out. Cipher: Cleaner with little energy’s given notice.", "summary": "Definition: that needs to be worked out. Cipher: Cleaner with little energy’s given notice."}
{"text": "Relative in southeast river stroll (7) ||| Definition: . Cipher: Relative in southeast river stroll.", "summary": "Definition: stroll. Cipher: Relative in southeast river."}
{"text": "Striker on trial for big game (4,5) ||| Definition: big day. Cipher: Striker on trial.", "summary": "Definition: big game. Cipher: Striker on trial."}
{"text": "Paris in tatters: end of mortal coil (6) ||| Definition: re coil. Cipher: Paris in tatters: end of mortal.", "summary": "Definition: coil. Cipher: Paris in tatters: end of mortal."}
{"text": "Mishap when the west has a change of leader (8) ||| Definition: Mishap the west. Cipher: the west has a change of leader.", "summary": "Definition: Mishap. Cipher: the west has a change of leader."}
{"text": "Turner placing wife between insect and rat (8) ||| Definition: Turn. Cipher: placing wife between insect and rat.", "summary": "Definition: Turner. Cipher: placing wife between insect and rat."}
{"text": "Racist son’s cooked breakfast in France? (10) ||| Definition: Racist. Cipher: son’s cooked breakfast in France?.", "summary": "Definition: breakfast in France?. Cipher: Racist son’s cooked."}
{"text": "Religious type converted in the past (9) ||| Definition: Religious type. Cipher: converted to the past.", "summary": "Definition: Religious type. Cipher: converted in the past."}
{"text": "Needed fiddle with a big tool (9) ||| Definition: Needed. Cipher: fiddle with a heavy tool.", "summary": "Definition: Needed. Cipher: fiddle with a big tool."}
{"text": "Somehow hears about cold war tirade that allows the force to go in (6,7) ||| Definition: that allows the force to go in. Cipher: Somehow hears about cold war tirade.", "summary": "Definition: that allows the force to go in. Cipher: Somehow hears about cold war tirade."}
{"text": "Fragments from books written in code (6) ||| Definition: Metal Fragments. Cipher: books written in code.", "summary": "Definition: Fragments. Cipher: books written in code."}
{"text": "Part of engine and kit found by tree (7) ||| Definition: tree. Cipher: Part of engine kit found by.", "summary": "Definition: Part of engine. Cipher: kit found by tree."}
{"text": "Governor's girl in prison (9) ||| Definition: Governor. Cipher: girl in prison.", "summary": "Definition: Governor. Cipher: girl in prison."}
{"text": "Suddenly appearing to blend into space close to Bert (8) ||| Definition: Suddenly appearing space close to. Cipher: to blend into Bert.", "summary": "Definition: Suddenly appearing. Cipher: to blend into space close to Bert."}
{"text": "Recent disturbances have a point (7) ||| Definition: . Cipher: Recent disturbances have a point.", "summary": "Definition: a point. Cipher: Recent disturbances."}
{"text": "Rest turned up to support old US inventor (4) ||| Definition: US inventor. Cipher: Rest turned up to support old.", "summary": "Definition: US inventor. Cipher: Rest turned up to support old."}
{"text": "I'm going to answer guy that's awkward (3,2,4) ||| Definition: to awkward. Cipher: I'm going answer guy.", "summary": "Definition: awkward. Cipher: I'm going to answer guy."}
{"text": "Forgetting women, power right up for event on 30? (7) ||| Definition: for event on 30. Cipher: Forgetting women, power right up.", "summary": "Definition: event on 30. Cipher: Forgetting women, power right up."}
{"text": "Queen’s hugged by terribly austere and valued friend (8) ||| Definition: . Cipher: Queen’s hugged by terribly austere and valued friend.", "summary": "Definition: valued friend. Cipher: Queen’s hugged by terribly austere."}
{"text": "Effectiveness in revolutionary aircrew operations (5) ||| Definition: . Cipher: Effectiveness in revolutionary aircrew operations.", "summary": "Definition: Effectiveness. Cipher: in revolutionary aircrew operations."}
{"text": "Check on old artist touring independent theatres (9) ||| Definition: theatres. Cipher: Check on old touring independent.", "summary": "Definition: theatres. Cipher: Check on old artist touring independent."}
{"text": "Romance’s beginning to go off? Make up roughly (6) ||| Definition: to go Make up roughly. Cipher: Romance’s beginning off.", "summary": "Definition: Make up roughly. Cipher: Romance’s beginning to go off."}
{"text": "Rising anger about reorganisation of NHS, backing study that’s legally protected (9) ||| Definition: legally protected. Cipher: Rising anger about reorganisation of NHS, backing study that’s.", "summary": "Definition: legally protected. Cipher: Rising anger about reorganisation of NHS, backing study that’s."}
{"text": "Long to cover mature show (7) ||| Definition: Long to cover. Cipher: mature show.", "summary": "Definition: show. Cipher: Long to cover mature."}
{"text": "The men put away the last of many (9) ||| Definition: the last of many. Cipher: The men put.", "summary": "Definition: the last of many. Cipher: The men put away."}
{"text": "Parrot pointless score by old English composer, we hear (8) ||| Definition: Parrot. Cipher: pointless score by old score composer, we hear.", "summary": "Definition: Parrot. Cipher: pointless score by old English composer, we hear."}
{"text": "University position — risks pinning list up with it (14) ||| Definition: University position risks pinning. Cipher: risks pinning list up with it.", "summary": "Definition: University position. Cipher: risks pinning list up with it."}
{"text": "Craft sample with vertically cut inset (3-6) ||| Definition: Craft. Cipher: sample with vertically inset.", "summary": "Definition: Craft. Cipher: sample with vertically cut inset."}
{"text": "Mad cheer discerned for political initiative (8) ||| Definition: cheer political initiative. Cipher: Mad discerned.", "summary": "Definition: political initiative. Cipher: Mad cheer discerned."}
{"text": "One bent nail stops it opening (7) ||| Definition: stops opening. Cipher: One bent nail it.", "summary": "Definition: opening. Cipher: One bent nail stops it."}
{"text": "Female going to match — second-rate journey? (5) ||| Definition: . Cipher: Female going to match — second-rate journey?.", "summary": "Definition: Female going to match. Cipher: second-rate journey."}
{"text": "Sweetener to get improper rebates about rugs essentially (4,5) ||| Definition: Sweetener improper rebates. Cipher: improper rebates about rugs essentially.", "summary": "Definition: Sweetener. Cipher: improper rebates about rugs essentially."}
{"text": "Make mistake about every other letter of answer? You need this (6) ||| Definition: every other letter You need this. Cipher: Make mistake about of answer.", "summary": "Definition: You need this. Cipher: Make mistake about every other letter of answer."}
{"text": "Keen about that woman’s fruit tree (6) ||| Definition: . Cipher: Keen about that woman’s fruit tree.", "summary": "Definition: fruit tree. Cipher: Keen about that woman’s."}
{"text": "Flower beds carried first of tulips in botanical garden (9) ||| Definition: botanical garden. Cipher: Flower beds carried first of tulips in.", "summary": "Definition: botanical garden. Cipher: Flower beds carried first of tulips in."}
{"text": "Doing sentry duty in rocky ground screening west of airport (2,5) ||| Definition: Doing sentry duty. Cipher: rocky ground screening west of airport.", "summary": "Definition: Doing sentry duty. Cipher: rocky ground screening west of airport."}
{"text": "Flow of old from poet perishing early (5) ||| Definition: River of old from poet. Cipher: perishing early.", "summary": "Definition: Flow of old from poet. Cipher: perishing early."}
{"text": "Prize money unaffected, favourites in the end entered (5) ||| Definition: Prize money. Cipher: unaffected, favourites in the end entered.", "summary": "Definition: Prize money. Cipher: unaffected, favourites in the end entered."}
{"text": "Cheap booze knocked back, not good for instructor (5) ||| Definition: instructor. Cipher: Cheap booze knocked over not good.", "summary": "Definition: instructor. Cipher: Cheap booze knocked back, not good."}
